{"version":"1.0","truncation":{"max_length":512,"strategy":"LongestFirst","stride":0},"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"<pad>"},"added_tokens":[{"id":0,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<bos>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<eos>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"<mask>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Replace","pattern":{"String":"-LRB-"},"content":"("},{"type":"Replace","pattern":{"String":"-lrb-"},"content":"("},{"type":"Replace","pattern":{"String":"-RRB-"},"content":")"},{"type":"Replace","pattern":{"String":"-rrb-"},"content":")"},{"type":"Replace","pattern":{"String":"-LCB-"},"content":"{"},{"type":"Replace","pattern":{"String":"-lcb-"},"content":"{"},{"type":"Replace","pattern":{"String":"-RCB-"},"content":"}"},{"type":"Replace","pattern":{"String":"-rcb-"},"content":"}"},{"type":"Replace","pattern":{"String":"-LSB-"},"content":"["},{"type":"Replace","pattern":{"String":"-lsb-"},"content":"["},{"type":"Replace","pattern":{"String":"-RSB-"},"content":"]"},{"type":"Replace","pattern":{"String":"-rsb-"},"content":"]"},{"type":"Replace","pattern":{"String":"``"},"content":"\""},{"type":"Replace","pattern":{"String":"´´"},"content":"\""},{"type":"Replace","pattern":{"String":"’’"},"content":"\""},{"type":"Replace","pattern":{"String":"''"},"content":"\""},{"type":"Replace","pattern":{"String":"`"},"content":"'"},{"type":"Replace","pattern":{"String":"´"},"content":"'"},{"type":"Replace","pattern":{"String":"’"},"content":"'"},{"type":"Replace","pattern":{"String":"«"},"content":"\""},{"type":"Replace","pattern":{"String":"»"},"content":"\""},{"type":"Replace","pattern":{"String":"„"},"content":"\""},{"type":"Replace","pattern":{"String":"‹"},"content":"'"},{"type":"Replace","pattern":{"String":"›"},"content":"'"},{"type":"Replace","pattern":{"String":"®"},"content":""},{"type":"Replace","pattern":{"String":"©"},"content":""},{"type":"Replace","pattern":{"String":"¯"},"content":""},{"type":"Replace","pattern":{"String":"¿"},"content":""},{"type":"Replace","pattern":{"String":"º"},"content":""},{"type":"Replace","pattern":{"String":"±"},"content":""},{"type":"Replace","pattern":{"String":"¨"},"content":""},{"type":"Replace","pattern":{"String":"ª"},"content":""},{"type":"Replace","pattern":{"String":"³"},"content":""},{"type":"Replace","pattern":{"String":"²"},"content":""},{"type":"Replace","pattern":{"String":"­"},"content":""},{"type":"Replace","pattern":{"String":""},"content":" "},{"type":"Replace","pattern":{"String":""},"content":" "},{"type":"NFD"},{"type":"StripAccents"},{"type":"Strip","strip_left":true,"strip_right":true},{"type":"Lowercase"}]},"pre_tokenizer":{"type":"Sequence","pretokenizers":[{"type":"WhitespaceSplit"},{"type":"Digits","individual_digits":false},{"type":"Split","pattern":{"Regex":"/|\\-|\\\\|\\.|\\*|>|<|\"|,|!|\\?|;|\\(|\\)|_|#|\\$|=|:|\\^|'s|n't|'|\\+|&|{|}|\\[|\\]|\\||~|@"},"behavior":"Isolated","invert":false}]},"post_processor":{"type":"TemplateProcessing","single":[{"SpecialToken":{"id":"<bos>","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"<eos>","type_id":0}}],"pair":[{"SpecialToken":{"id":"<bos>","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"<eos>","type_id":0}},{"Sequence":{"id":"B","type_id":1}},{"SpecialToken":{"id":"<eos>","type_id":1}}],"special_tokens":{"<bos>":{"id":"<bos>","ids":[2],"tokens":["<bos>"]},"<eos>":{"id":"<eos>","ids":[3],"tokens":["<eos>"]}}},"decoder":null,"model":{"type":"WordLevel","vocab":{"<pad>":0,"<unk>":1,"<bos>":2,"<eos>":3,"<mask>":4,".":5,"the":6,",":7,"a":8,"and":9,"of":10,"-":11,"to":12,"'s":13,"is":14,"it":15,"in":16,"that":17,"as":18,"but":19,"film":20,"with":21,"for":22,"this":23,"'":24,"movie":25,"its":26,"an":27,"you":28,"be":29,"n't":30,"on":31,"not":32,"by":33,"one":34,"are":35,"like":36,"about":37,"has":38,"more":39,"at":40,"than":41,"from":42,"all":43,"\"":44,"have":45,"his":46,"i":47,"so":48,"if":49,"or":50,"story":51,"what":52,"too":53,"there":54,"who":55,"out":56,"just":57,"up":58,"good":59,"into":60,"does":61,"no":62,"most":63,"much":64,"even":65,"comedy":66,"time":67,"will":68,"can":69,"some":70,"characters":71,"well":72,"he":73,"director":74,"only":75,"little":76,"way":77,"do":78,"funny":79,"their":80,"make":81,"they":82,"been":83,"]":84,"[":85,"your":86,"enough":87,"very":88,"we":89,"never":90,"life":91,"when":92,"makes":93,"would":94,"bad":95,"may":96,"best":97,"us":98,"which":99,"work":100,"love":101,"was":102,")":103,"?":104,"any":105,"(":106,"made":107,"could":108,"while":109,":":110,"new":111,"movies":112,"her":113,"off":114,"through":115,"something":116,"how":117,"action":118,"drama":119,"really":120,"two":121,"should":122,"re":123,"see":124,"plot":125,"own":126,"them":127,"performances":128,"long":129,"many":130,"still":131,"those":132,"look":133,"films":134,"every":135,"old":136,"over":137,"people":138,"big":139,"nothing":140,"first":141,"better":142,"get":143,"fun":144,"other":145,"without":146,"great":147,"being":148,"character":149,"both":150,"though":151,"might":152,"ever":153,"audience":154,"here":155,"world":156,"also":157,"another":158,"real":159,"cast":160,"kind":161,"self":162,"humor":163,"between":164,"sense":165,"script":166,"year":167,"feel":168,"such":169,"less":170,"down":171,"often":172,"performance":173,"far":174,";":175,"thing":176,"feels":177,"few":178,"hard":179,"thriller":180,"because":181,"screen":182,"man":183,"seems":184,"picture":185,"minutes":186,"tale":187,"full":188,"quite":189,"heart":190,"hollywood":191,"documentary":192,"almost":193,"ca":194,"end":195,"yet":196,"ll":197,"interesting":198,"ve":199,"my":200,"after":201,"!":202,"go":203,"these":204,"american":205,"entertaining":206,"rather":207,"were":208,"de":209,"take":210,"itself":211,"family":212,"watching":213,"seen":214,"ultimately":215,"romantic":216,"comes":217,"/":218,"moments":219,"right":220,"me":221,"lot":222,"despite":223,"where":224,"had":225,"original":226,"acting":227,"before":228,"human":229,"same":230,"then":231,"find":232,"gets":233,"worth":234,"back":235,"takes":236,"times":237,"actors":238,"come":239,"things":240,"dialogue":241,"scenes":242,"high":243,"watch":244,"compelling":245,"our":246,"material":247,"young":248,"once":249,"years":250,"music":251,"kids":252,"cinema":253,"anyone":254,"going":255,"half":256,"style":257,"works":258,"think":259,"writer":260,"did":261,"star":262,"emotional":263,"least":264,"want":265,"know":266,"seem":267,"gives":268,"last":269,"she":270,"point":271,"s":272,"part":273,"special":274,"piece":275,"making":276,"say":277,"give":278,"again":279,"sometimes":280,"show":281,"pretty":282,"d":283,"cinematic":284,"entertainment":285,"together":286,"subject":287,"video":288,"moving":289,"bit":290,"why":291,"keep":292,"true":293,"whole":294,"dull":295,"fans":296,"sweet":297,"fascinating":298,"war":299,"away":300,"anything":301,"need":302,"art":303,"since":304,"age":305,"three":306,"manages":307,"flick":308,"laughs":309,"women":310,"history":311,"dark":312,"always":313,"offers":314,"clever":315,"experience":316,"mr":317,"silly":318,"low":319,"direction":320,"predictable":321,"simply":322,"comic":323,"title":324,"feature":325,"everything":326,"day":327,"instead":328,"done":329,"series":330,"care":331,"around":332,"under":333,"charm":334,"him":335,"nearly":336,"actually":337,"coming":338,"whose":339,"visual":340,"horror":341,"matter":342,"place":343,"filmmakers":344,"looking":345,"familiar":346,"effects":347,"genre":348,"narrative":349,"set":350,"screenplay":351,"idea":352,"short":353,"now":354,"goes":355,"children":356,"mind":357,"trying":358,"home":359,"plays":360,"probably":361,"m":362,"hour":363,"smart":364,"power":365,"premise":366,"turns":367,"enjoyable":368,"thought":369,"lacks":370,"engaging":371,"feeling":372,"becomes":373,"although":374,"worst":375,"study":376,"wo":377,"especially":378,"tv":379,"amusing":380,"enjoy":381,"ending":382,"strong":383,"intelligent":384,"men":385,"lack":386,"effort":387,"likely":388,"girl":389,"modern":390,"charming":391,"romance":392,"minute":393,"face":394,"put":395,"debut":396,"boring":397,"john":398,"theater":399,"solid":400,"acted":401,"directed":402,"portrait":403,"each":404,"message":405,"actor":406,"version":407,"mostly":408,"fresh":409,"wit":410,"else":411,"beautiful":412,"hours":413,"filmmaker":414,"shot":415,"easy":416,"certainly":417,"sort":418,"black":419,"next":420,"play":421,"surprisingly":422,"become":423,"level":424,"serious":425,"rare":426,"heavy":427,"beautifully":428,"fine":429,"everyone":430,"french":431,"problem":432,"sure":433,"light":434,"energy":435,"culture":436,"quirky":437,"opera":438,"small":439,"interest":440,"slow":441,"lives":442,"along":443,"exercise":444,"classic":445,"viewers":446,"powerful":447,"leave":448,"obvious":449,"looks":450,"book":451,"beyond":452,"mess":453,"ideas":454,"whether":455,"fact":456,"completely":457,"either":458,"must":459,"melodrama":460,"past":461,"dramatic":462,"believe":463,"adventure":464,"live":465,"tone":466,"filmmaking":467,"reason":468,"neither":469,"shows":470,"stuff":471,"production":472,"sex":473,"fails":474,"school":475,"jokes":476,"recent":477,"written":478,"suspense":479,"delivers":480,"death":481,"summer":482,"perfect":483,"truly":484,"camera":485,"deeply":486,"laugh":487,"intriguing":488,"scene":489,"tries":490,"left":491,"spirit":492,"ride":493,"dumb":494,"reality":495,"middle":496,"himself":497,"woman":498,"ends":499,"above":500,"sad":501,"close":502,"simple":503,"head":504,"project":505,"exactly":506,"impossible":507,"audiences":508,"hilarious":509,"touching":510,"occasionally":511,"line":512,"formula":513,"b":514,"storytelling":515,"satisfying":516,"passion":517,"boy":518,"remains":519,"proves":520,"disney":521,"terrific":522,"already":523,"role":524,"o":525,"spy":526,"images":527,"seeing":528,"nor":529,"different":530,"got":531,"pleasure":532,"dead":533,"teen":534,"talent":535,"easily":536,"crime":537,"stories":538,"run":539,"political":540,"side":541,"2":542,"difficult":543,"personal":544,"turn":545,"gags":546,"attempt":547,"sequel":548,"particularly":549,"journey":550,"flat":551,"cool":552,"against":553,"complex":554,"pretentious":555,"animation":556,"given":557,"mystery":558,"honest":559,"psychological":560,"class":561,"thin":562,"falls":563,"case":564,"stand":565,"intelligence":566,"cold":567,"michael":568,"visually":569,"ways":570,"eye":571,"none":572,"social":573,"second":574,"found":575,"earnest":576,"truth":577,"top":578,"rock":579,"straight":580,"leaves":581,"getting":582,"told":583,"gone":584,"hit":585,"game":586,"cliches":587,"tell":588,"novel":589,"memorable":590,"budget":591,"writing":592,"uses":593,"help":594,"violence":595,"brilliant":596,"que":597,"four":598,"nature":599,"warm":600,"overall":601,"finally":602,"keeps":603,"wrong":604,"satire":605,"guys":606,"rich":607,"act":608,"job":609,"concept":610,"soap":611,"hero":612,"deep":613,"wild":614,"form":615,"contrived":616,"needs":617,"elements":618,"rarely":619,"barely":620,"otherwise":621,"days":622,"lost":623,"viewer":624,"creepy":625,"running":626,"approach":627,"moral":628,"entirely":629,"having":630,"lead":631,"taste":632,"during":633,"y":634,"worthy":635,"clear":636,"mood":637,"several":638,"epic":639,"important":640,"city":641,"imagine":642,"white":643,"fire":644,"appeal":645,"thoughtful":646,"final":647,"fi":648,"starts":649,"possible":650,"moment":651,"fairly":652,"behind":653,"animated":654,"loud":655,"oscar":656,"perhaps":657,"adults":658,"sci":659,"david":660,"insight":661,"call":662,"period":663,"future":664,"surprising":665,"excellent":666,"wonderful":667,"tragedy":668,"based":669,"attention":670,"eyes":671,"others":672,"bland":673,"themselves":674,"among":675,"comedies":676,"start":677,"adaptation":678,"entire":679,"imagination":680,"fantasy":681,"tedious":682,"depth":683,"cute":684,"parents":685,"result":686,"engrossing":687,"bring":688,"thoroughly":689,"expect":690,"change":691,"remarkable":692,"witty":693,"co":694,"quality":695,"sharp":696,"taking":697,"quiet":698,"latest":699,"strange":700,"remake":701,"add":702,"usual":703,"house":704,"ii":705,"fast":706,"hand":707,"nice":708,"pop":709,"gentle":710,"perfectly":711,"guy":712,"tired":713,"worse":714,"cut":715,"career":716,"hope":717,"emotionally":718,"single":719,"vision":720,"wonder":721,"knows":722,"working":723,"cultural":724,"road":725,"genuine":726,"gorgeous":727,"maybe":728,"merely":729,"air":730,"filled":731,"la":732,"thanks":733,"water":734,"view":735,"plenty":736,"decent":737,"events":738,"offer":739,"begins":740,"effective":741,"points":742,"winning":743,"appealing":744,"impressive":745,"somewhat":746,"ugly":747,"stupid":748,"joke":749,"inside":750,"surprise":751,"doing":752,"beauty":753,"scary":754,"cheap":755,"someone":756,"until":757,"provides":758,"miss":759,"unfortunately":760,"lovely":761,"america":762,"able":763,"sit":764,"however":765,"hip":766,"emotions":767,"magic":768,"awful":769,"playing":770,"pictures":771,"highly":772,"captures":773,"try":774,"pure":775,"mean":776,"lots":777,"definitely":778,"ambitious":779,"pace":780,"grant":781,"female":782,"sequences":783,"suffers":784,"open":785,"90":786,"subtle":787,"sound":788,"force":789,"throughout":790,"examination":791,"numbers":792,"night":793,"memory":794,"welcome":795,"utterly":796,"artist":797,"stars":798,"let":799,"execution":800,"major":801,"brings":802,"exciting":803,"soul":804,"free":805,"robert":806,"crafted":807,"historical":808,"fashioned":809,"college":810,"certain":811,"sexual":812,"allen":813,"bond":814,"provocative":815,"ensemble":816,"relationship":817,"felt":818,"issues":819,"williams":820,"alone":821,"t":822,"deserves":823,"read":824,"hell":825,"meaning":826,"boys":827,"process":828,"ya":829,"e":830,"sustain":831,"murder":832,"cartoon":833,"era":834,"creative":835,"dog":836,"deal":837,"across":838,"delightful":839,"date":840,"masterpiece":841,"odd":842,"poignant":843,"quickly":844,"touch":845,"used":846,"wants":847,"paced":848,"flaws":849,"length":850,"ago":851,"average":852,"country":853,"spielberg":854,"question":855,"upon":856,"tension":857,"chemistry":858,"creates":859,"yes":860,"words":861,"potential":862,"actress":863,"urban":864,"except":865,"use":866,"kid":867,"impact":868,"master":869,"rest":870,"happy":871,"taken":872,"flawed":873,"success":874,"extreme":875,"monster":876,"puts":877,"generic":878,"unsettling":879,"called":880,"talented":881,"contemporary":882,"sensitive":883,"formulaic":884,"girls":885,"thinking":886,"mediocre":887,"couple":888,"create":889,"five":890,"situation":891,"handed":892,"fully":893,"unfunny":894,"waste":895,"unexpected":896,"sentimental":897,"money":898,"lacking":899,"casting":900,"trip":901,"cannot":902,"niro":903,"course":904,"george":905,"large":906,"involved":907,"weird":908,"em":909,"sincere":910,"mildly":911,"remember":912,"routine":913,"supposed":914,"saw":915,"mark":916,"plain":917,"ability":918,"th":919,"apart":920,"*":921,"badly":922,"living":923,"crush":924,"watchable":925,"20":926,"ultimate":927,"melodramatic":928,"leads":929,"forgettable":930,"crowd":931,"key":932,"focus":933,"jackson":934,"hold":935,"giving":936,"reveals":937,"episode":938,"&":939,"convincing":940,"inspired":941,"extremely":942,"previous":943,"seriously":944,"century":945,"slightly":946,"trouble":947,"hardly":948,"relationships":949,"10":950,"grace":951,"mix":952,"slight":953,"surprises":954,"attempts":955,"largely":956,"uneven":957,"yourself":958,"inventive":959,"tragic":960,"dry":961,"provoking":962,"indeed":963,"treat":964,"stylish":965,"steven":966,"crazy":967,"company":968,"ill":969,"flicks":970,"blue":971,"ones":972,"ms":973,"pleasant":974,"pacing":975,"amount":976,"es":977,"gripping":978,"twists":979,"problems":980,"finds":981,"thrills":982,"room":983,"succeeds":984,"fiction":985,"york":986,"2002":987,"sets":988,"intimate":989,"terms":990,"gross":991,"substance":992,"name":993,"refreshing":994,"goofy":995,"word":996,"edge":997,"person":998,"television":999,"colorful":1000,"recommend":1001,"appears":1002,"successful":1003,"missing":1004,"heaven":1005,"presents":1006,"lame":1007,"terrible":1008,"soundtrack":1009,"painful":1010,"played":1011,"triumph":1012,"sports":1013,"disturbing":1014,"blood":1015,"runs":1016,"unique":1017,"indulgent":1018,"x":1019,"hits":1020,"meditation":1021,"happens":1022,"themes":1023,"cross":1024,"viewing":1025,"gay":1026,"green":1027,"drag":1028,"complete":1029,"absolutely":1030,"effect":1031,"red":1032,"standard":1033,"near":1034,"interested":1035,"skin":1036,"business":1037,"poetry":1038,"twist":1039,"considerable":1040,"promise":1041,"bright":1042,"involving":1043,"friendship":1044,"hot":1045,"parts":1046,"manner":1047,"stunning":1048,"equally":1049,"dream":1050,"pieces":1051,"general":1052,"frame":1053,"share":1054,"brain":1055,"forget":1056,"tom":1057,"loses":1058,"hate":1059,"typical":1060,"bizarre":1061,"break":1062,"talk":1063,"franchise":1064,"wife":1065,"situations":1066,"fan":1067,"target":1068,"evil":1069,"strangely":1070,"sentimentality":1071,"wise":1072,"blend":1073,"constructed":1074,"wanted":1075,"somehow":1076,"core":1077,"poor":1078,"conflict":1079,"clichs":1080,"forced":1081,"ice":1082,"politics":1083,"non":1084,"sophisticated":1085,"imax":1086,"originality":1087,"murphy":1088,"sandler":1089,"absorbing":1090,"british":1091,"peter":1092,"lines":1093,"energetic":1094,"child":1095,"battle":1096,"space":1097,"wedding":1098,"tells":1099,"affecting":1100,"el":1101,"huge":1102,"doubt":1103,"today":1104,"cliche":1105,"post":1106,"punch":1107,"central":1108,"beat":1109,"holds":1110,"car":1111,"painfully":1112,"understand":1113,"grief":1114,"derivative":1115,"setting":1116,"alive":1117,"obviously":1118,"please":1119,"moore":1120,"soderbergh":1121,"virtually":1122,"match":1123,"whatever":1124,"means":1125,"questions":1126,"fare":1127,"sexy":1128,"created":1129,"liked":1130,"tough":1131,"loss":1132,"report":1133,"somewhere":1134,"said":1135,"guilty":1136,"god":1137,"fat":1138,"eventually":1139,"haunting":1140,"follow":1141,"popcorn":1142,"depressing":1143,"amazing":1144,"worthwhile":1145,"hearted":1146,"talking":1147,"blade":1148,"atmosphere":1149,"faith":1150,"essentially":1151,"toward":1152,"conventional":1153,"within":1154,"refreshingly":1155,"price":1156,"lets":1157,"party":1158,"voice":1159,"bears":1160,"footage":1161,"humanity":1162,"vivid":1163,"insightful":1164,"imaginative":1165,"spirited":1166,"riveting":1167,"powers":1168,"allows":1169,"pay":1170,"una":1171,"generation":1172,"realistic":1173,"clearly":1174,"treasure":1175,"fear":1176,"telling":1177,"parker":1178,"wish":1179,"superficial":1180,"finish":1181,"chan":1182,"unlike":1183,"weak":1184,"needed":1185,"indie":1186,"remarkably":1187,"possibly":1188,"genuinely":1189,"slapstick":1190,"shallow":1191,"opportunity":1192,"sea":1193,"late":1194,"minor":1195,"deliver":1196,"identity":1197,"screenwriter":1198,"places":1199,"generally":1200,"jones":1201,"japanese":1202,"sitting":1203,"slice":1204,"excitement":1205,"warmth":1206,"simplistic":1207,"particular":1208,"unusual":1209,"efforts":1210,"mother":1211,"ages":1212,"usually":1213,"treatment":1214,"overly":1215,"heartfelt":1216,"spectacle":1217,"super":1218,"martin":1219,"spiritual":1220,"community":1221,"balance":1222,"filmed":1223,"motion":1224,"wait":1225,"brown":1226,"greatest":1227,"mindless":1228,"credit":1229,"produced":1230,"surface":1231,"delicate":1232,"poorly":1233,"bullock":1234,"affair":1235,"k":1236,"aside":1237,"damned":1238,"charisma":1239,"packed":1240,"believable":1241,"equivalent":1242,"turned":1243,"solondz":1244,"purpose":1245,"directors":1246,"list":1247,"decades":1248,"lazy":1249,"revenge":1250,"natural":1251,"gangster":1252,"number":1253,"intended":1254,"spectacular":1255,"fit":1256,"wildly":1257,"queen":1258,"son":1259,"seat":1260,"figure":1261,"value":1262,"deeper":1263,"festival":1264,"score":1265,"stage":1266,"sounds":1267,"longer":1268,"vehicle":1269,"quietly":1270,"vs":1271,"further":1272,"j":1273,"land":1274,"ridiculous":1275,"subjects":1276,"third":1277,"killer":1278,"manipulative":1279,"extraordinary":1280,"mesmerizing":1281,"nonsense":1282,"reading":1283,"sum":1284,"combination":1285,"skill":1286,"angst":1287,"brothers":1288,"jason":1289,"delight":1290,"exhilarating":1291,"release":1292,"fashion":1293,"offering":1294,"promising":1295,"detail":1296,"credits":1297,"editing":1298,"ring":1299,"devoid":1300,"theme":1301,"james":1302,"science":1303,"deftly":1304,"stay":1305,"stale":1306,"funnier":1307,"universal":1308,"dreams":1309,"empty":1310,"provide":1311,"directorial":1312,"studio":1313,"raw":1314,"hoffman":1315,"sequence":1316,"endearing":1317,"sitcom":1318,"strength":1319,"quick":1320,"desire":1321,"chase":1322,"represents":1323,"behavior":1324,"prove":1325,"type":1326,"diverting":1327,"pleasures":1328,"complicated":1329,"roger":1330,"hop":1331,"repetitive":1332,"accessible":1333,"challenging":1334,"striking":1335,"kevin":1336,"die":1337,"eyed":1338,"gem":1339,"shoot":1340,"justice":1341,"crimes":1342,"king":1343,"70":1344,"giant":1345,"stunts":1346,"move":1347,"shame":1348,"avoid":1349,"exploration":1350,"values":1351,"9":1352,"dreary":1353,"public":1354,"early":1355,"achieves":1356,"profound":1357,"anti":1358,"members":1359,"drawn":1360,"attraction":1361,"affection":1362,"seagal":1363,"trick":1364,"friday":1365,"count":1366,"damn":1367,"stomach":1368,"society":1369,"save":1370,"body":1371,"irritating":1372,"perspective":1373,"inspiring":1374,"expected":1375,"adult":1376,"cinematography":1377,"intense":1378,"shots":1379,"daring":1380,"fall":1381,"oddly":1382,"lee":1383,"computer":1384,"results":1385,"friends":1386,"awkward":1387,"consider":1388,"performers":1389,"violent":1390,"disguise":1391,"group":1392,"visuals":1393,"holes":1394,"sight":1395,"chilling":1396,"courage":1397,"farce":1398,"development":1399,"frequently":1400,"thinks":1401,"poetic":1402,"loved":1403,"week":1404,"digital":1405,"pointless":1406,"win":1407,"inner":1408,"yarn":1409,"monty":1410,"tiresome":1411,"kaufman":1412,"happen":1413,"19":1414,"failure":1415,"chance":1416,"games":1417,"return":1418,"shake":1419,"designed":1420,"incredibly":1421,"waiting":1422,"main":1423,"male":1424,"artistic":1425,"stands":1426,"concerned":1427,"60":1428,"songs":1429,"predecessor":1430,"trifle":1431,"hill":1432,"necessary":1433,"dance":1434,"bore":1435,"weight":1436,"emerges":1437,"frustrating":1438,"example":1439,"marks":1440,"nicely":1441,"step":1442,"admirable":1443,"using":1444,"trash":1445,"imagery":1446,"davis":1447,"rate":1448,"intrigue":1449,"stock":1450,"folks":1451,"delivered":1452,"chris":1453,"offensive":1454,"adolescent":1455,"chinese":1456,"presence":1457,"determined":1458,"machine":1459,"beneath":1460,"musical":1461,"ryan":1462,"sugar":1463,"tribute":1464,"nowhere":1465,"levels":1466,"ground":1467,"mild":1468,"walk":1469,"team":1470,"moviemaking":1471,"father":1472,"grand":1473,"glimpse":1474,"struggle":1475,"scorsese":1476,"um":1477,"bits":1478,"commercial":1479,"reno":1480,"conscious":1481,"enjoyed":1482,"ghost":1483,"overcome":1484,"del":1485,"un":1486,"hackneyed":1487,"clumsy":1488,"annoying":1489,"language":1490,"humorous":1491,"italian":1492,"fears":1493,"industry":1494,"minded":1495,"3":1496,"unless":1497,"pulls":1498,"ups":1499,"serves":1500,"structure":1501,"adam":1502,"buy":1503,"intentions":1504,"surreal":1505,"modest":1506,"meandering":1507,"talents":1508,"earth":1509,"desperate":1510,"scenario":1511,"band":1512,"dazzling":1513,"storyline":1514,"disappointing":1515,"maudlin":1516,"clich":1517,"outrageous":1518,"overwrought":1519,"grows":1520,"deserve":1521,"vibrant":1522,"winds":1523,"growing":1524,"stop":1525,"hey":1526,"flair":1527,"burns":1528,"greek":1529,"roles":1530,"fatal":1531,"rent":1532,"source":1533,"thrilling":1534,"common":1535,"benigni":1536,"mike":1537,"sade":1538,"comedic":1539,"matters":1540,"twice":1541,"document":1542,"damage":1543,"center":1544,"national":1545,"lawrence":1546,"madonna":1547,"wonderfully":1548,"sappy":1549,"bottom":1550,"favor":1551,"spider":1552,"delivery":1553,"reach":1554,"surely":1555,"control":1556,"disaster":1557,"unpleasant":1558,"superior":1559,"moviegoers":1560,"double":1561,"tender":1562,"broad":1563,"sheer":1564,"gritty":1565,"miller":1566,"soon":1567,"fair":1568,"assured":1569,"excuse":1570,"opening":1571,"4":1572,"glass":1573,"accomplished":1574,"rip":1575,"bunch":1576,"precious":1577,"protagonist":1578,"search":1579,"makers":1580,"realism":1581,"mainstream":1582,"foreign":1583,"funniest":1584,"apparently":1585,"starring":1586,"woody":1587,"arnold":1588,"song":1589,"wry":1590,"eight":1591,"bittersweet":1592,"food":1593,"present":1594,"showtime":1595,"authentic":1596,"1":1597,"directing":1598,"mixed":1599,"standards":1600,"holiday":1601,"emotion":1602,"creating":1603,"cause":1604,"spend":1605,"eccentric":1606,"cho":1607,"sleep":1608,"lived":1609,"howard":1610,"pass":1611,"experiences":1612,"unfolds":1613,"barbershop":1614,"carries":1615,"laughter":1616,"harmless":1617,"english":1618,"teacher":1619,"featuring":1620,"wears":1621,"xxx":1622,"literary":1623,"increasingly":1624,"south":1625,"pokemon":1626,"iranian":1627,"vampire":1628,"brother":1629,"respect":1630,"harvard":1631,"americans":1632,"polanski":1633,"consistently":1634,"build":1635,"11":1636,"showing":1637,"loose":1638,"natured":1639,"cheesy":1640,"nasty":1641,"frida":1642,"shock":1643,"woo":1644,"vividly":1645,"revolution":1646,"paid":1647,"stirring":1648,"plotting":1649,"faithful":1650,"heartwarming":1651,"secrets":1652,"choices":1653,"becoming":1654,"50":1655,"mayhem":1656,"15":1657,"slick":1658,"product":1659,"finding":1660,"detailed":1661,"brought":1662,"check":1663,"zone":1664,"personality":1665,"pain":1666,"compassion":1667,"playful":1668,"philosophical":1669,"metaphor":1670,"front":1671,"cautionary":1672,"bigger":1673,"escape":1674,"notion":1675,"forgotten":1676,"stays":1677,"conclusion":1678,"depiction":1679,"turning":1680,"noir":1681,"retread":1682,"sign":1683,"aspects":1684,"joy":1685,"mile":1686,"godard":1687,"dangerous":1688,"christmas":1689,"roll":1690,"fish":1691,"fight":1692,"fable":1693,"intellectual":1694,"complexity":1695,"empathy":1696,"worked":1697,"sloppy":1698,"features":1699,"channel":1700,"broomfield":1701,"reign":1702,"discovery":1703,"romp":1704,"grade":1705,"wow":1706,"served":1707,"lesson":1708,"wrote":1709,"barry":1710,"drive":1711,"frank":1712,"camp":1713,"morality":1714,"moves":1715,"revealing":1716,"paper":1717,"lies":1718,"snow":1719,"addition":1720,"territory":1721,"mistake":1722,"beginning":1723,"lively":1724,"relatively":1725,"reasonably":1726,"fantastic":1727,"mention":1728,"cynical":1729,"state":1730,"caper":1731,"confusing":1732,"including":1733,"rap":1734,"meets":1735,"dimensional":1736,"sides":1737,"bored":1738,"cat":1739,"sympathy":1740,"hopkins":1741,"dragon":1742,"spare":1743,"u":1744,"vulgar":1745,"acts":1746,"fly":1747,"parody":1748,"constantly":1749,"shyamalan":1750,"bold":1751,"books":1752,"importance":1753,"myself":1754,"following":1755,"belongs":1756,"winner":1757,"kissinger":1758,"fisher":1759,"desperately":1760,"ludicrous":1761,"frontal":1762,"banal":1763,"horrible":1764,"wacky":1765,"willing":1766,"polished":1767,"messages":1768,"hearts":1769,"guns":1770,"utter":1771,"demands":1772,"animal":1773,"persona":1774,"washington":1775,"brutal":1776,"manage":1777,"preposterous":1778,"loving":1779,"likable":1780,"rises":1781,"paul":1782,"ordinary":1783,"patience":1784,"literally":1785,"took":1786,"catch":1787,"wasted":1788,"strictly":1789,"pull":1790,"sick":1791,"resonant":1792,"conviction":1793,"wide":1794,"plodding":1795,"pity":1796,"cloying":1797,"harry":1798,"safe":1799,"analyze":1800,"logic":1801,"cliched":1802,"leaving":1803,"connect":1804,"rhythms":1805,"biggest":1806,"unlikely":1807,"known":1808,"details":1809,"marriage":1810,"pinocchio":1811,"oh":1812,"event":1813,"elegant":1814,"season":1815,"suspenseful":1816,"street":1817,"preachy":1818,"spoof":1819,"captivating":1820,"potentially":1821,"technical":1822,"cop":1823,"scale":1824,"mad":1825,"witch":1826,"intensity":1827,"spark":1828,"tour":1829,"collection":1830,"amateurish":1831,"austin":1832,"consciousness":1833,"anne":1834,"speaking":1835,"appreciate":1836,"downright":1837,"sequels":1838,"inept":1839,"homage":1840,"held":1841,"totally":1842,"capture":1843,"spooky":1844,"resonance":1845,"creativity":1846,"realized":1847,"dancing":1848,"aged":1849,"visceral":1850,"asks":1851,"string":1852,"due":1853,"junk":1854,"issue":1855,"stuck":1856,"capable":1857,"van":1858,"older":1859,"teens":1860,"families":1861,"went":1862,"martha":1863,"finale":1864,"candy":1865,"closer":1866,"holocaust":1867,"80":1868,"realize":1869,"embarrassment":1870,"suffering":1871,"office":1872,"kiss":1873,"required":1874,"tears":1875,"mill":1876,"exploitation":1877,"ask":1878,"13":1879,"content":1880,"grow":1881,"stealing":1882,"jack":1883,"outside":1884,"jealousy":1885,"costumes":1886,"trek":1887,"leigh":1888,"c":1889,"executed":1890,"n":1891,"humour":1892,"cult":1893,"directs":1894,"theaters":1895,"$":1896,"honesty":1897,"aware":1898,"dealing":1899,"paint":1900,"changing":1901,"com":1902,"onto":1903,"brilliantly":1904,"touches":1905,"drug":1906,"basic":1907,"blair":1908,"pleasing":1909,"knowing":1910,"direct":1911,"fill":1912,"shooting":1913,"design":1914,"lane":1915,"unfaithful":1916,"husband":1917,"race":1918,"smarter":1919,"twisted":1920,"amused":1921,"traditional":1922,"tradition":1923,"park":1924,"image":1925,"seemingly":1926,"supporting":1927,"screenwriting":1928,"saving":1929,"transcends":1930,"trite":1931,"bag":1932,"reminds":1933,"lousy":1934,"test":1935,"total":1936,"skip":1937,"heard":1938,"cuts":1939,"hair":1940,"quest":1941,"pathetic":1942,"britney":1943,"lyrical":1944,"artists":1945,"predictably":1946,"planet":1947,"gang":1948,"birthday":1949,"actresses":1950,"smile":1951,"admire":1952,"record":1953,"bitter":1954,"proof":1955,"insights":1956,"huppert":1957,"writers":1958,"broken":1959,"timely":1960,"slowly":1961,"hands":1962,"grown":1963,"subversive":1964,"observations":1965,"account":1966,"rewarding":1967,"format":1968,"fairy":1969,"lady":1970,"soft":1971,"mainly":1972,"pic":1973,"built":1974,"tasty":1975,"current":1976,"memories":1977,"flashy":1978,"signs":1979,"southern":1980,"faced":1981,"uninspired":1982,"buddy":1983,"meant":1984,"afraid":1985,"lifeless":1986,"wars":1987,"entertain":1988,"hybrid":1989,"charms":1990,"predecessors":1991,"ahead":1992,"sour":1993,"uplifting":1994,"spent":1995,"sentiment":1996,"poignancy":1997,"kung":1998,"degree":1999,"teenage":2000,"sadly":2001,"christian":2002,"expectations":2003,"commentary":2004,"happened":2005,"understanding":2006,"clarity":2007,"released":2008,"hook":2009,"pathos":2010,"learn":2011,"offbeat":2012,"silliness":2013,"credibility":2014,"whom":2015,"helps":2016,"biting":2017,"tales":2018,"bite":2019,"stereotypes":2020,"innocence":2021,"false":2022,"evocative":2023,"suggests":2024,"pretension":2025,"nostalgia":2026,"dirty":2027,"competent":2028,"justify":2029,"spell":2030,"windtalkers":2031,"intentioned":2032,"ticket":2033,"pianist":2034,"excess":2035,"divine":2036,"dramatically":2037,"understands":2038,"distance":2039,"teenagers":2040,"pseudo":2041,"cruel":2042,"51":2043,"endeavor":2044,"saying":2045,"obsession":2046,"characterizations":2047,"equal":2048,"cable":2049,"lovers":2050,"deadly":2051,"ambition":2052,"order":2053,"creation":2054,"dong":2055,"bringing":2056,"menace":2057,"inspire":2058,"engage":2059,"mixture":2060,"chicago":2061,"subtlety":2062,"nair":2063,"effectively":2064,"superb":2065,"crude":2066,"knowledge":2067,"path":2068,"madness":2069,"news":2070,"inducing":2071,"drags":2072,"travel":2073,"manhattan":2074,"whimsy":2075,"shocking":2076,"stuart":2077,"rhythm":2078,"bloody":2079,"pile":2080,"escapism":2081,"fate":2082,"ingredients":2083,"conceived":2084,"ritchie":2085,"robin":2086,"onscreen":2087,"remembered":2088,"context":2089,"drugs":2090,"artificial":2091,"gender":2092,"con":2093,"unintentional":2094,"curiosity":2095,"wind":2096,"matinee":2097,"service":2098,"h":2099,"providing":2100,"wall":2101,"background":2102,"enterprise":2103,"parable":2104,"trapped":2105,"gag":2106,"friend":2107,"disbelief":2108,"spot":2109,"mere":2110,"seven":2111,"graphic":2112,"schneider":2113,"alabama":2114,"dvd":2115,"prison":2116,"tsai":2117,"absurd":2118,"kong":2119,"diversion":2120,"terrifying":2121,"slap":2122,"bother":2123,"timing":2124,"proceedings":2125,"relentless":2126,"technology":2127,"somber":2128,"frailty":2129,"comfort":2130,"santa":2131,"victims":2132,"devastating":2133,"continues":2134,"committed":2135,"adds":2136,"figures":2137,"chaotic":2138,"pitch":2139,"startling":2140,"achievement":2141,"trappings":2142,"impression":2143,"distinctive":2144,"slasher":2145,"answers":2146,"yu":2147,"secret":2148,"tarantino":2149,"market":2150,"pat":2151,"undeniably":2152,"r":2153,"pick":2154,"appear":2155,"saturday":2156,"hugh":2157,"notice":2158,"hong":2159,"astonishing":2160,"chick":2161,"fierce":2162,"rendered":2163,"herzog":2164,"inoffensive":2165,"heartbreaking":2166,"gradually":2167,"bourne":2168,"monsters":2169,"poem":2170,"nightmare":2171,"shakespeare":2172,"tuxedo":2173,"cutting":2174,"rush":2175,"ballistic":2176,"vincent":2177,"incoherent":2178,"photography":2179,"contrivances":2180,"smug":2181,"larger":2182,"8":2183,"stylized":2184,"handsome":2185,"scores":2186,"finest":2187,"nicholas":2188,"earlier":2189,"100":2190,"affirming":2191,"charlie":2192,"revelatory":2193,"missed":2194,"relies":2195,"russian":2196,"disappointed":2197,"filme":2198,"laughing":2199,"apparent":2200,"grandeur":2201,"wannabe":2202,"honestly":2203,"wilde":2204,"contains":2205,"seeking":2206,"virtues":2207,"constant":2208,"sadness":2209,"stiff":2210,"police":2211,"color":2212,"throws":2213,"amy":2214,"despair":2215,"encounter":2216,"scenery":2217,"gift":2218,"attitude":2219,"indian":2220,"bow":2221,"sly":2222,"fighting":2223,"screenwriters":2224,"haneke":2225,"draws":2226,"necessarily":2227,"unflinching":2228,"static":2229,"abuse":2230,"carvey":2231,"unfocused":2232,"halloween":2233,"ball":2234,"forces":2235,"considering":2236,"actual":2237,"breezy":2238,"harris":2239,"40":2240,"inherent":2241,"am":2242,"inane":2243,"serving":2244,"busy":2245,"halfway":2246,"choose":2247,"delightfully":2248,"demonstrates":2249,"disjointed":2250,"seemed":2251,"wondering":2252,"pack":2253,"building":2254,"filling":2255,"en":2256,"putting":2257,"kapur":2258,"wilson":2259,"understated":2260,"vital":2261,"oriented":2262,"caine":2263,"critical":2264,"charismatic":2265,"portrayal":2266,"dahmer":2267,"ingenious":2268,"richly":2269,"choppy":2270,"gory":2271,"generate":2272,"gifted":2273,"destination":2274,"hear":2275,"killed":2276,"coherent":2277,"unnecessary":2278,"reggio":2279,"glory":2280,"reel":2281,"window":2282,"masterful":2283,"delivering":2284,"herself":2285,"explores":2286,"admit":2287,"crass":2288,"hopeful":2289,"tear":2290,"forgive":2291,"gut":2292,"heroine":2293,"roots":2294,"abstract":2295,"send":2296,"thick":2297,"hollow":2298,"difference":2299,"chilly":2300,"breath":2301,"scooby":2302,"inspirational":2303,"smith":2304,"follows":2305,"terribly":2306,"freaks":2307,"celebrates":2308,"happiness":2309,"witless":2310,"irish":2311,"existence":2312,"savvy":2313,"endless":2314,"tongue":2315,"unintentionally":2316,"splendid":2317,"rise":2318,"eastwood":2319,"nuanced":2320,"leaden":2321,"loves":2322,"adams":2323,"professional":2324,"famous":2325,"notch":2326,"daughter":2327,"significant":2328,"whimsical":2329,"critics":2330,"palma":2331,"narc":2332,"testament":2333,"exploitative":2334,"soggy":2335,"horrifying":2336,"edited":2337,"maintains":2338,"landscape":2339,"strike":2340,"independent":2341,"wrenching":2342,"fluff":2343,"anywhere":2344,"crap":2345,"basically":2346,"started":2347,"determination":2348,"brutally":2349,"saccharine":2350,"zhang":2351,"theatrical":2352,"theatre":2353,"faces":2354,"elaborate":2355,"frightening":2356,"guess":2357,"cultures":2358,"genres":2359,"dysfunctional":2360,"collateral":2361,"wallace":2362,"resembles":2363,"sara":2364,"remain":2365,"stunt":2366,"nerve":2367,"obnoxious":2368,"piano":2369,"saga":2370,"uncompromising":2371,"relentlessly":2372,"droll":2373,"element":2374,"breathtaking":2375,"childhood":2376,"potent":2377,"lo":2378,"carefully":2379,"nevertheless":2380,"various":2381,"speaks":2382,"credible":2383,"thrillers":2384,"pow":2385,"flash":2386,"overlong":2387,"condition":2388,"misses":2389,"west":2390,"intoxicating":2391,"drop":2392,"limited":2393,"store":2394,"clooney":2395,"sink":2396,"stops":2397,"domestic":2398,"ridden":2399,"spite":2400,"private":2401,"deft":2402,"kiddie":2403,"root":2404,"darkly":2405,"staged":2406,"anyway":2407,"muddled":2408,"keeping":2409,"below":2410,"rough":2411,"pumpkin":2412,"haynes":2413,"rental":2414,"straightforward":2415,"leading":2416,"desperation":2417,"roman":2418,"peculiar":2419,"verve":2420,"lifetime":2421,"looked":2422,"rose":2423,"nicholson":2424,"casual":2425,"returns":2426,"schaeffer":2427,"fights":2428,"slip":2429,"named":2430,"abandon":2431,"moody":2432,"chabrol":2433,"delicious":2434,"exceptionally":2435,"amid":2436,"thematic":2437,"deadpan":2438,"insomnia":2439,"island":2440,"younger":2441,"wrapped":2442,"st":2443,"reaction":2444,"wave":2445,"crisp":2446,"nights":2447,"glossy":2448,"ramsay":2449,"subtly":2450,"conduct":2451,"cheese":2452,"box":2453,"matthew":2454,"lackluster":2455,"partly":2456,"lie":2457,"promises":2458,"knew":2459,"para":2460,"challenges":2461,"locations":2462,"lightweight":2463,"evokes":2464,"g":2465,"settles":2466,"medium":2467,"enigma":2468,"fancy":2469,"listless":2470,"letting":2471,"shelf":2472,"odds":2473,"sensual":2474,"touched":2475,"topic":2476,"harrowing":2477,"sinks":2478,"colors":2479,"hide":2480,"bang":2481,"joyous":2482,"scattered":2483,"jean":2484,"psychology":2485,"vintage":2486,"auto":2487,"schwarzenegger":2488,"entertained":2489,"allow":2490,"convey":2491,"intricate":2492,"throwing":2493,"undeniable":2494,"wilder":2495,"victim":2496,"unsentimental":2497,"gore":2498,"produce":2499,"marvelous":2500,"presented":2501,"attal":2502,"category":2503,"fake":2504,"ship":2505,"simplicity":2506,"heat":2507,"gangs":2508,"clumsily":2509,"patient":2510,"mature":2511,"dickens":2512,"scratch":2513,"egoyan":2514,"rules":2515,"somebody":2516,"hoping":2517,"noble":2518,"six":2519,"happily":2520,"trailer":2521,"hitting":2522,"surrounding":2523,"impeccable":2524,"chills":2525,"says":2526,"avoids":2527,"cletis":2528,"friendly":2529,"refuses":2530,"enthusiasm":2531,"resist":2532,"cares":2533,"succeed":2534,"stephen":2535,"gosling":2536,"african":2537,"sisterhood":2538,"denying":2539,"cgi":2540,"impostor":2541,"inspiration":2542,"twenty":2543,"rice":2544,"buoyant":2545,"trademark":2546,"nonetheless":2547,"references":2548,"charged":2549,"comedian":2550,"jacquot":2551,"comparison":2552,"pair":2553,"ode":2554,"sandra":2555,"driven":2556,"quirks":2557,"easier":2558,"sobering":2559,"beast":2560,"racial":2561,"award":2562,"came":2563,"focused":2564,"flow":2565,"w":2566,"costume":2567,"fanciful":2568,"sophomoric":2569,"sees":2570,"crisis":2571,"thrill":2572,"considered":2573,"boasts":2574,"substantial":2575,"physical":2576,"lips":2577,"corny":2578,"semi":2579,"whenever":2580,"copy":2581,"trashy":2582,"photographed":2583,"bartleby":2584,"heads":2585,"exquisitely":2586,"chelsea":2587,"parade":2588,"developed":2589,"secretary":2590,"european":2591,"integrity":2592,"da":2593,"irony":2594,"dogs":2595,"mysteries":2596,"dying":2597,"complications":2598,"emerge":2599,"entry":2600,"eric":2601,"weirdly":2602,"ai":2603,"imitation":2604,"satirical":2605,"unnerving":2606,"town":2607,"mouth":2608,"amounts":2609,"legged":2610,"rohmer":2611,"superbly":2612,"rob":2613,"display":2614,"labute":2615,"plotted":2616,"unimaginative":2617,"ho":2618,"benefit":2619,"grim":2620,"swallow":2621,"numbingly":2622,"silence":2623,"fail":2624,"belly":2625,"empowerment":2626,"china":2627,"pays":2628,"anthony":2629,"marvel":2630,"eddie":2631,"tends":2632,"producer":2633,"antwone":2634,"12":2635,"baffling":2636,"guessing":2637,"managed":2638,"solaris":2639,"ponderous":2640,"handful":2641,"warning":2642,"ponder":2643,"engaged":2644,"ready":2645,"bleak":2646,"extended":2647,"nickleby":2648,"arrives":2649,"ended":2650,"richer":2651,"jackie":2652,"haunted":2653,"cheek":2654,"humorless":2655,"inevitable":2656,"arts":2657,"heroes":2658,"traveler":2659,"improbable":2660,"recognize":2661,"pacino":2662,"problematic":2663,"variety":2664,"seeming":2665,"lower":2666,"exotic":2667,"sketch":2668,"smartly":2669,"generated":2670,"cynicism":2671,"hang":2672,"serviceable":2673,"moved":2674,"fence":2675,"wins":2676,"audacious":2677,"dud":2678,"psychologically":2679,"cover":2680,"combines":2681,"biopic":2682,"unabashedly":2683,"tortured":2684,"listen":2685,"schmidt":2686,"exquisite":2687,"kill":2688,"characterization":2689,"tragedies":2690,"attractive":2691,"melancholy":2692,"ford":2693,"draw":2694,"souls":2695,"kick":2696,"notorious":2697,"cage":2698,"careful":2699,"longing":2700,"merit":2701,"decided":2702,"ah":2703,"emptiness":2704,"30":2705,"philip":2706,"dignity":2707,"pie":2708,"destined":2709,"minority":2710,"observation":2711,"reflection":2712,"thumbs":2713,"outstanding":2714,"singing":2715,"intent":2716,"hawn":2717,"nijinsky":2718,"happening":2719,"korean":2720,"alas":2721,"alternately":2722,"birot":2723,"serial":2724,"depths":2725,"blown":2726,"upper":2727,"affleck":2728,"corner":2729,"vapid":2730,"brief":2731,"finely":2732,"rollerball":2733,"scope":2734,"villain":2735,"factor":2736,"similar":2737,"explore":2738,"shamelessly":2739,"aimed":2740,"adventures":2741,"potter":2742,"jim":2743,"unconvincing":2744,"voices":2745,"measure":2746,"grating":2747,"note":2748,"suspect":2749,"unpredictable":2750,"buffs":2751,"empire":2752,"silver":2753,"observant":2754,"practically":2755,"educational":2756,"scott":2757,"documentaries":2758,"rousing":2759,"reminder":2760,"chases":2761,"players":2762,"hack":2763,"claustrophobic":2764,"vitality":2765,"edges":2766,"raunchy":2767,"undercover":2768,"charmer":2769,"system":2770,"positive":2771,"tepid":2772,"todd":2773,"yearning":2774,"irwin":2775,"curiously":2776,"resolutely":2777,"author":2778,"ironic":2779,"21":2780,"inconsequential":2781,"lends":2782,"uncertain":2783,"essence":2784,"sustains":2785,"chiller":2786,"describe":2787,"task":2788,"instantly":2789,"doses":2790,"aims":2791,"chances":2792,"asian":2793,"ghetto":2794,"gently":2795,"assassin":2796,"measured":2797,"respectable":2798,"satisfy":2799,"structured":2800,"pool":2801,"hartley":2802,"whale":2803,"notes":2804,"academy":2805,"objective":2806,"positively":2807,"cube":2808,"masterfully":2809,"conversations":2810,"intimacy":2811,"sand":2812,"watched":2813,"endlessly":2814,"saved":2815,"triangle":2816,"disposable":2817,"comfortable":2818,"sorry":2819,"urgency":2820,"stylistic":2821,"pedestrian":2822,"spirits":2823,"spears":2824,"worn":2825,"<":2826,"wooden":2827,"portrays":2828,"frankly":2829,"magnificent":2830,"spin":2831,"awe":2832,"mann":2833,"celebration":2834,"smoochy":2835,"laughable":2836,"jaglom":2837,"convoluted":2838,"tricks":2839,"bride":2840,"profile":2841,"reasons":2842,"tried":2843,"grasp":2844,"noyce":2845,"fourth":2846,"pre":2847,"momentum":2848,"sweetness":2849,"appropriate":2850,"simultaneously":2851,"lan":2852,"demanding":2853,"curious":2854,"propaganda":2855,"chou":2856,"begin":2857,"downbeat":2858,"cleverness":2859,"stilted":2860,"changes":2861,"daytime":2862,"drunk":2863,"showcases":2864,"miserable":2865,"passionate":2866,"qualities":2867,"japan":2868,"sin":2869,"taut":2870,"grey":2871,"popular":2872,"elling":2873,"cry":2874,"random":2875,"closely":2876,"ties":2877,"intermittently":2878,"morvern":2879,"anybody":2880,"religious":2881,"weeks":2882,"tech":2883,"ranks":2884,"screaming":2885,"messy":2886,"million":2887,"strain":2888,"strikes":2889,"tout":2890,"cannes":2891,"sympathetic":2892,"implausible":2893,"treats":2894,"mysterious":2895,"bruce":2896,"blow":2897,"showcase":2898,"blast":2899,"advice":2900,"ripe":2901,"delicately":2902,"harsh":2903,"dramas":2904,"glib":2905,"later":2906,"caught":2907,"supernatural":2908,"shapeless":2909,"unoriginal":2910,"speak":2911,"spring":2912,"lesser":2913,"shadows":2914,"presentation":2915,"uneasy":2916,"exceptional":2917,"concert":2918,"field":2919,"wet":2920,"diesel":2921,"joe":2922,"praise":2923,"ben":2924,"technique":2925,"shines":2926,"ecks":2927,"stevenson":2928,"amazingly":2929,"behold":2930,"apply":2931,"jagger":2932,"taylor":2933,"martial":2934,"wickedly":2935,"artifice":2936,"grab":2937,"goodfellas":2938,"rolling":2939,"demographic":2940,"moviegoing":2941,"rewards":2942,"suited":2943,"rote":2944,"seinfeld":2945,"runner":2946,"soulless":2947,"minds":2948,"porn":2949,"enjoyably":2950,"serve":2951,"denis":2952,"soldiers":2953,"brand":2954,"nelson":2955,"brosnan":2956,"hugely":2957,"carry":2958,"metropolis":2959,"searching":2960,"club":2961,"perverse":2962,"faster":2963,"dragons":2964,"derrida":2965,"tap":2966,"thrown":2967,"cartoons":2968,"hoped":2969,"enthralling":2970,"installment":2971,"pushes":2972,"clockstoppers":2973,"infectious":2974,"hunter":2975,"proud":2976,"silent":2977,"feet":2978,"replete":2979,"sever":2980,"dogtown":2981,"eloquent":2982,"western":2983,"album":2984,"lifestyle":2985,"clue":2986,"cerebral":2987,"elegantly":2988,"banter":2989,"ignore":2990,"sell":2991,"erotic":2992,"evans":2993,"feat":2994,"pointed":2995,"talky":2996,"shadow":2997,"morning":2998,"clunky":2999,"offend":3000,"dynamic":3001,"piccoli":3002,"program":3003,"throw":3004,"sake":3005,"circuit":3006,"tadpole":3007,"failed":3008,"philosophy":3009,"sorority":3010,"eat":3011,"existential":3012,"connections":3013,"convenient":3014,"moonlight":3015,"succumbs":3016,"meaningless":3017,"ego":3018,"visit":3019,"anger":3020,"rings":3021,"thankfully":3022,"prime":3023,"judd":3024,"former":3025,"elizabeth":3026,"ourselves":3027,"ham":3028,"demonstrate":3029,"sensibility":3030,"unable":3031,"crew":3032,"binoche":3033,"hypnotic":3034,"senses":3035,"nuance":3036,"legendary":3037,"expertly":3038,"favorite":3039,"tremendous":3040,"paxton":3041,"lopez":3042,"kicks":3043,"blind":3044,"pastiche":3045,"spinning":3046,"labored":3047,"kidman":3048,"toilet":3049,"troopers":3050,"sayles":3051,"shoulders":3052,"artfully":3053,"admission":3054,"shocks":3055,"sub":3056,"eyre":3057,"sacrifice":3058,"insulting":3059,"deceptively":3060,"kinnear":3061,"paradiso":3062,"meat":3063,"hype":3064,"thousands":3065,"mediocrity":3066,"max":3067,"monotonous":3068,"castro":3069,"demented":3070,"nonsensical":3071,"foul":3072,"timeless":3073,"snappy":3074,"downer":3075,"bill":3076,"effortlessly":3077,"literate":3078,"murderous":3079,"wishing":3080,"jump":3081,"juvenile":3082,"convinced":3083,"delights":3084,"card":3085,"limp":3086,"mid":3087,"bard":3088,"bio":3089,"suck":3090,"innocent":3091,"described":3092,"marginal":3093,"bullets":3094,"endure":3095,"stick":3096,"disappointment":3097,"obstacles":3098,"status":3099,"mtv":3100,"calculated":3101,"table":3102,"avary":3103,"kahlo":3104,"reminiscent":3105,"pleaser":3106,"fame":3107,"#":3108,"layers":3109,"solidly":3110,"overblown":3111,"clunker":3112,"responsible":3113,"raises":3114,"beguiling":3115,"astonishingly":3116,"waters":3117,"vague":3118,"tight":3119,"clothes":3120,"exposition":3121,"bar":3122,"uniformly":3123,"sized":3124,"valuable":3125,"capacity":3126,"pulling":3127,"afloat":3128,"clichd":3129,"fuzzy":3130,"cox":3131,"extra":3132,"legal":3133,"pro":3134,"unforgettable":3135,"episodes":3136,"clause":3137,"kline":3138,"pale":3139,"concern":3140,"bound":3141,"pleasurable":3142,"confused":3143,"pulp":3144,"enormous":3145,"brian":3146,"purely":3147,"collapses":3148,"fantasies":3149,"examines":3150,"technically":3151,"heavily":3152,"urge":3153,"producers":3154,"plight":3155,"dragonfly":3156,"flimsy":3157,">":3158,"page":3159,"disappointingly":3160,"drab":3161,"su":3162,"joan":3163,"chuckles":3164,"submarine":3165,"lit":3166,"harder":3167,"hole":3168,"hotel":3169,"sensational":3170,"develops":3171,"sam":3172,"tosca":3173,"absurdity":3174,"stretched":3175,"outer":3176,"belt":3177,"higher":3178,"remotely":3179,"brisk":3180,"coppola":3181,"inhabit":3182,"hoot":3183,"beach":3184,"fest":3185,"unusually":3186,"mechanical":3187,"fits":3188,"greater":3189,"exceedingly":3190,"feminist":3191,"catholic":3192,"angels":3193,"ethnic":3194,"evidence":3195,"therapy":3196,"mary":3197,"section":3198,"choice":3199,"slack":3200,"spots":3201,"media":3202,"101":3203,"youth":3204,"l":3205,"mamet":3206,"peek":3207,"pretends":3208,"witherspoon":3209,"consequences":3210,"everyday":3211,"wanting":3212,"ambiguity":3213,"q":3214,"nomination":3215,"steers":3216,"advantage":3217,"bogus":3218,"brilliance":3219,"unforced":3220,"ops":3221,"hannibal":3222,"kept":3223,"velocity":3224,"1970":3225,"sits":3226,"decide":3227,"aspirations":3228,"clean":3229,"answer":3230,"feathers":3231,"combined":3232,"pulse":3233,"pretensions":3234,"nation":3235,"darker":3236,"confirms":3237,"covers":3238,"ten":3239,"aggressively":3240,"subculture":3241,"don":3242,"expectation":3243,"metaphors":3244,"france":3245,"undone":3246,"tiny":3247,"neat":3248,"behan":3249,"aging":3250,"sticks":3251,"earnestness":3252,"enormously":3253,"dreadful":3254,"occasional":3255,"stupidity":3256,"stone":3257,"sarandon":3258,"wilco":3259,"greene":3260,"demons":3261,"types":3262,"replaced":3263,"expense":3264,"steve":3265,"range":3266,"deuces":3267,"didactic":3268,"wholly":3269,"confident":3270,"sparkling":3271,"improvised":3272,"handled":3273,"se":3274,"jewish":3275,"latter":3276,"nine":3277,"anime":3278,