{"version":"1.0","truncation":{"max_length":512,"strategy":"LongestFirst","stride":0},"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"<pad>"},"added_tokens":[{"id":0,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<bos>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<eos>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"<mask>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Replace","pattern":{"String":"-LRB-"},"content":"("},{"type":"Replace","pattern":{"String":"-lrb-"},"content":"("},{"type":"Replace","pattern":{"String":"-RRB-"},"content":")"},{"type":"Replace","pattern":{"String":"-rrb-"},"content":")"},{"type":"Replace","pattern":{"String":"-LCB-"},"content":"{"},{"type":"Replace","pattern":{"String":"-lcb-"},"content":"{"},{"type":"Replace","pattern":{"String":"-RCB-"},"content":"}"},{"type":"Replace","pattern":{"String":"-rcb-"},"content":"}"},{"type":"Replace","pattern":{"String":"-LSB-"},"content":"["},{"type":"Replace","pattern":{"String":"-lsb-"},"content":"["},{"type":"Replace","pattern":{"String":"-RSB-"},"content":"]"},{"type":"Replace","pattern":{"String":"-rsb-"},"content":"]"},{"type":"Replace","pattern":{"String":"``"},"content":"\""},{"type":"Replace","pattern":{"String":"´´"},"content":"\""},{"type":"Replace","pattern":{"String":"’’"},"content":"\""},{"type":"Replace","pattern":{"String":"''"},"content":"\""},{"type":"Replace","pattern":{"String":"`"},"content":"'"},{"type":"Replace","pattern":{"String":"´"},"content":"'"},{"type":"Replace","pattern":{"String":"’"},"content":"'"},{"type":"Replace","pattern":{"String":"«"},"content":"\""},{"type":"Replace","pattern":{"String":"»"},"content":"\""},{"type":"Replace","pattern":{"String":"„"},"content":"\""},{"type":"Replace","pattern":{"String":"‹"},"content":"'"},{"type":"Replace","pattern":{"String":"›"},"content":"'"},{"type":"Replace","pattern":{"String":"®"},"content":""},{"type":"Replace","pattern":{"String":"©"},"content":""},{"type":"Replace","pattern":{"String":"¯"},"content":""},{"type":"Replace","pattern":{"String":"¿"},"content":""},{"type":"Replace","pattern":{"String":"º"},"content":""},{"type":"Replace","pattern":{"String":"±"},"content":""},{"type":"Replace","pattern":{"String":"¨"},"content":""},{"type":"Replace","pattern":{"String":"ª"},"content":""},{"type":"Replace","pattern":{"String":"³"},"content":""},{"type":"Replace","pattern":{"String":"²"},"content":""},{"type":"Replace","pattern":{"String":"­"},"content":""},{"type":"Replace","pattern":{"String":""},"content":" "},{"type":"Replace","pattern":{"String":""},"content":" "},{"type":"NFD"},{"type":"StripAccents"},{"type":"Strip","strip_left":true,"strip_right":true},{"type":"Lowercase"}]},"pre_tokenizer":{"type":"Sequence","pretokenizers":[{"type":"WhitespaceSplit"},{"type":"Digits","individual_digits":false},{"type":"Split","pattern":{"Regex":"/|\\-|\\\\|\\.|\\*|>|<|\"|,|!|\\?|;|\\(|\\)|_|#|\\$|=|:|\\^|'s|n't|'|\\+|&|{|}|\\[|\\]|\\||~|@"},"behavior":"Isolated","invert":false}]},"post_processor":{"type":"TemplateProcessing","single":[{"SpecialToken":{"id":"<bos>","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"<eos>","type_id":0}}],"pair":[{"SpecialToken":{"id":"<bos>","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"<eos>","type_id":0}},{"Sequence":{"id":"B","type_id":1}},{"SpecialToken":{"id":"<eos>","type_id":1}}],"special_tokens":{"<bos>":{"id":"<bos>","ids":[2],"tokens":["<bos>"]},"<eos>":{"id":"<eos>","ids":[3],"tokens":["<eos>"]}}},"decoder":null,"model":{"type":"WordLevel","vocab":{"<pad>":0,"<unk>":1,"<bos>":2,"<eos>":3,"<mask>":4,"the":5,",":6,"a":7,"and":8,"of":9,"-":10,".":11,"to":12,"is":13,"'s":14,"that":15,"in":16,"it":17,"as":18,"with":19,"an":20,"film":21,"for":22,"its":23,"'":24,"movie":25,"this":26,"but":27,"be":28,"you":29,"n't":30,"not":31,"on":32,"by":33,"more":34,"one":35,"at":36,"than":37,"from":38,"good":39,"like":40,"has":41,"about":42,"are":43,"his":44,"all":45,"so":46,"out":47,"or":48,"have":49,"\"":50,"too":51,")":52,"most":53,"story":54,"funny":55,"(":56,"no":57,"up":58,"comedy":59,"into":60,"who":61,"well":62,"does":63,"characters":64,"i":65,"bad":66,"time":67,"much":68,"if":69,"just":70,"best":71,"life":72,"can":73,"very":74,"what":75,"even":76,"some":77,"your":78,"will":79,"love":80,"their":81,"little":82,"way":83,"which":84,"been":85,"new":86,"us":87,"make":88,"any":89,"enough":90,"great":91,"work":92,"off":93,"there":94,"he":95,"only":96,"never":97,"made":98,"drama":99,"do":100,"director":101,"movies":102,"action":103,"humor":104,"better":105,"fun":106,"makes":107,"through":108,"something":109,"own":110,"was":111,"would":112,"they":113,"many":114,"old":115,"real":116,"see":117,"her":118,"really":119,"we":120,"self":121,"plot":122,"two":123,"nothing":124,"could":125,"how":126,"performances":127,"feel":128,"films":129,"entertaining":130,"interesting":131,"audience":132,"other":133,"sense":134,"being":135,"without":136,"character":137,"first":138,"people":139,"may":140,"long":141,"every":142,"such":143,"look":144,"when":145,"kind":146,"cast":147,"over":148,"world":149,"should":150,"performance":151,"heart":152,"ever":153,"thriller":154,"still":155,"family":156,"down":157,"both":158,"them":159,"often":160,"original":161,"year":162,"re":163,"big":164,"hard":165,"screen":166,"acting":167,":":168,"another":169,"right":170,"far":171,"while":172,"also":173,"script":174,"those":175,"minutes":176,"get":177,"few":178,"compelling":179,"hollywood":180,"man":181,"dialogue":182,"because":183,"full":184,"watch":185,"less":186,"moments":187,"rather":188,"comes":189,"human":190,"might":191,"end":192,"sweet":193,"emotional":194,"fascinating":195,"moving":196,"quite":197,"me":198,"actors":199,"had":200,"worth":201,"picture":202,"almost":203,"dull":204,"material":205,"romantic":206,"tale":207,"special":208,"after":209,"cinema":210,"seen":211,"give":212,"things":213,"high":214,"documentary":215,"back":216,"watching":217,"care":218,"itself":219,"my":220,"before":221,"worst":222,"our":223,"clever":224,"visual":225,"between":226,"these":227,"find":228,"were":229,"here":230,"smart":231,"take":232,"pretty":233,"scenes":234,"yet":235,"least":236,"laughs":237,"lot":238,"seem":239,"enjoyable":240,"ve":241,"seems":242,"entertainment":243,"style":244,"star":245,"american":246,"go":247,"feels":248,"ca":249,"works":250,"music":251,"half":252,"ultimately":253,"times":254,"engaging":255,"war":256,"amusing":257,";":258,"ll":259,"piece":260,"kids":261,"cinematic":262,"young":263,"keep":264,"/":265,"powerful":266,"making":267,"beautiful":268,"thing":269,"come":270,"going":271,"low":272,"years":273,"comic":274,"direction":275,"together":276,"energy":277,"takes":278,"anything":279,"cliches":280,"silly":281,"true":282,"where":283,"perfect":284,"strong":285,"though":286,"same":287,"solid":288,"art":289,"charming":290,"bit":291,"fans":292,"subject":293,"dark":294,"fresh":295,"surprisingly":296,"experience":297,"intelligence":298,"point":299,"sometimes":300,"away":301,"him":302,"intelligent":303,"again":304,"why":305,"history":306,"gets":307,"actually":308,"dramatic":309,"charm":310,"she":311,"part":312,"gives":313,"place":314,"women":315,"genre":316,"video":317,"idea":318,"feature":319,"three":320,"around":321,"show":322,"theater":323,"did":324,"nearly":325,"power":326,"want":327,"last":328,"looking":329,"fine":330,"once":331,"summer":332,"enjoy":333,"beautifully":334,"short":335,"anyone":336,"truly":337,"hour":338,"spirit":339,"done":340,"premise":341,"children":342,"simply":343,"screenplay":344,"familiar":345,"classic":346,"predictable":347,"d":348,"rich":349,"under":350,"flat":351,"face":352,"horror":353,"hilarious":354,"laugh":355,"manages":356,"satisfying":357,"romance":358,"rare":359,"written":360,"whole":361,"light":362,"writer":363,"always":364,"feeling":365,"flick":366,"boring":367,"narrative":368,"wit":369,"then":370,"filmmaking":371,"obvious":372,"leave":373,"tv":374,"pleasure":375,"interest":376,"need":377,"probably":378,"mind":379,"opera":380,"think":381,"effects":382,"portrait":383,"minute":384,"goes":385,"especially":386,"whose":387,"dumb":388,"intriguing":389,"honest":390,"small":391,"day":392,"easy":393,"offers":394,"set":395,"know":396,"fails":397,"cold":398,"touching":399,"suspense":400,"talent":401,"remarkable":402,"slow":403,"coming":404,"trying":405,"memorable":406,"becomes":407,"thought":408,"impossible":409,"deeply":410,"hours":411,"say":412,"effort":413,"mess":414,"age":415,"tone":416,"wonderful":417,"since":418,"matter":419,"sad":420,"?":421,"quirky":422,"visually":423,"bland":424,"certainly":425,"cliche":426,"lacks":427,"imagination":428,"s":429,"adventure":430,"terrific":431,"instead":432,"modern":433,"level":434,"filmmakers":435,"culture":436,"head":437,"series":438,"ideas":439,"study":440,"m":441,"lack":442,"brilliant":443,"everything":444,"crime":445,"run":446,"everyone":447,"title":448,"middle":449,"serious":450,"exercise":451,"tired":452,"stuff":453,"beauty":454,"gorgeous":455,"wrong":456,"easily":457,"already":458,"sex":459,"actor":460,"become":461,"turn":462,"gentle":463,"perfectly":464,"wo":465,"oscar":466,"personal":467,"top":468,"filmmaker":469,"complex":470,"past":471,"cheap":472,"thoughtful":473,"home":474,"soap":475,"melodrama":476,"himself":477,"audiences":478,"excellent":479,"gags":480,"stories":481,"contrived":482,"likely":483,"despite":484,"jokes":485,"thin":486,"woman":487,"storytelling":488,"ambitious":489,"remains":490,"ending":491,"talented":492,"images":493,"men":494,"project":495,"must":496,"black":497,"girl":498,"camera":499,"french":500,"pretentious":501,"violence":502,"simple":503,"above":504,"stupid":505,"ugly":506,"death":507,"beyond":508,"line":509,"dead":510,"next":511,"stand":512,"cool":513,"left":514,"tragedy":515,"each":516,"appealing":517,"completely":518,"looks":519,"difficult":520,"sure":521,"book":522,"put":523,"able":524,"recent":525,"convincing":526,"concept":527,"quality":528,"ride":529,"*":530,"shot":531,"passion":532,"social":533,"loud":534,"reason":535,"message":536,"genuine":537,"ways":538,"fantasy":539,"directed":540,"worthy":541,"creative":542,"emotionally":543,"otherwise":544,"warm":545,"proves":546,"mean":547,"else":548,"engrossing":549,"debut":550,"creepy":551,"sequel":552,"problem":553,"act":554,"falls":555,"lives":556,"either":557,"important":558,"sort":559,"turns":560,"decent":561,"believe":562,"animation":563,"delightful":564,"plays":565,"crafted":566,"success":567,"dry":568,"particularly":569,"winning":570,"hero":571,"worse":572,"moment":573,"epic":574,"b":575,"deep":576,"nice":577,"class":578,"barely":579,"surprising":580,"having":581,"warmth":582,"mr":583,"live":584,"inside":585,"writing":586,"play":587,"impressive":588,"now":589,"stylish":590,"budget":591,"fairly":592,"sequences":593,"edge":594,"viewer":595,"career":596,"viewers":597,"fashioned":598,"psychological":599,"entirely":600,"shows":601,"inventive":602,"de":603,"role":604,"school":605,"seeing":606,"acted":607,"appeal":608,"version":609,"attempt":610,"straight":611,"rock":612,"moral":613,"got":614,"attention":615,"political":616,"none":617,"painful":618,"running":619,"themselves":620,"hit":621,"different":622,"considerable":623,"unique":624,"road":625,"comedies":626,"along":627,"eyes":628,"job":629,"change":630,"disney":631,"unfunny":632,"lost":633,"eye":634,"flawed":635,"sentimental":636,"historical":637,"strange":638,"john":639,"artist":640,"heavy":641,"successful":642,"mediocre":643,"ends":644,"lacking":645,"formula":646,"tedious":647,"witty":648,"elements":649,"fact":650,"welcome":651,"bring":652,"lovely":653,"earnest":654,"!":655,"found":656,"waste":657,"poorly":658,"watchable":659,"touch":660,"seat":661,"pop":662,"reality":663,"masterpiece":664,"flaws":665,"create":666,"greatest":667,"cute":668,"sit":669,"nature":670,"10":671,"against":672,"wild":673,"colorful":674,"pure":675,"side":676,"game":677,"during":678,"fire":679,"thoroughly":680,"mystery":681,"adults":682,"pictures":683,"nor":684,"four":685,"cultural":686,"believable":687,"second":688,"working":689,"2":690,"view":691,"teen":692,"grace":693,"90":694,"tries":695,"lead":696,"surprises":697,"highly":698,"awful":699,"mostly":700,"neither":701,"sharp":702,"happy":703,"inspired":704,"scene":705,"scary":706,"satire":707,"boy":708,"period":709,"insight":710,"emotions":711,"getting":712,"unsettling":713,"journey":714,"novel":715,"pace":716,"tell":717,"subtle":718,"provocative":719,"help":720,"endearing":721,"rate":722,"try":723,"told":724,"certain":725,"days":726,"effective":727,"leaves":728,"complete":729,"recommend":730,"usual":731,"michael":732,"occasionally":733,"mood":734,"poor":735,"definitely":736,"examination":737,"somewhat":738,"gone":739,"dog":740,"shallow":741,"imagine":742,"vision":743,"exciting":744,"purpose":745,"kid":746,"production":747,"future":748,"knows":749,"plenty":750,"truth":751,"cut":752,"intense":753,"depth":754,"delight":755,"approach":756,"delivers":757,"given":758,"inspiring":759,"sincere":760,"taste":761,"drag":762,"sophisticated":763,"taken":764,"call":765,"master":766,"possible":767,"odd":768,"spy":769,"pleasant":770,"terrible":771,"gross":772,"monster":773,"finally":774,"thinking":775,"pointless":776,"execution":777,"hackneyed":778,"hell":779,"depressing":780,"sci":781,"night":782,"cliched":783,"fi":784,"car":785,"use":786,"keeps":787,"close":788,"mindless":789,"heartfelt":790,"whether":791,"promise":792,"sustain":793,"clear":794,"actress":795,"hip":796,"case":797,"situations":798,"felt":799,"soul":800,"share":801,"fully":802,"sexy":803,"weird":804,"doing":805,"themes":806,"flicks":807,"playful":808,"core":809,"tension":810,"utterly":811,"needs":812,"worthwhile":813,"failure":814,"major":815,"telling":816,"forgettable":817,"magic":818,"single":819,"hand":820,"grand":821,"house":822,"plain":823,"parents":824,"hold":825,"adaptation":826,"female":827,"uses":828,"air":829,"tribute":830,"contemporary":831,"goofy":832,"relationships":833,"final":834,"couple":835,"empty":836,"crowd":837,"room":838,"poetry":839,"generic":840,"let":841,"funnier":842,"animated":843,"money":844,"ultimate":845,"forced":846,"throughout":847,"score":848,"large":849,"smile":850,"uneven":851,"date":852,"fast":853,"trip":854,"several":855,"taking":856,"festival":857,"deserves":858,"guilty":859,"potential":860,"supposed":861,"sloppy":862,"quiet":863,"funniest":864,"starts":865,"thanks":866,"cinematography":867,"painfully":868,"spielberg":869,"riveting":870,"wise":871,"ii":872,"ill":873,"sensitive":874,"ensemble":875,"imaginative":876,"twisted":877,"fit":878,"college":879,"forget":880,"list":881,"amount":882,"city":883,"twists":884,"remarkably":885,"delicate":886,"spiritual":887,"strangely":888,"white":889,"pacing":890,"excitement":891,"extraordinary":892,"manner":893,"intrigue":894,"surprise":895,"episode":896,"understand":897,"free":898,"genuinely":899,"situation":900,"lame":901,"unexpected":902,"brain":903,"york":904,"captures":905,"intimate":906,"called":907,"offensive":908,"triumph":909,"guys":910,"striking":911,"insightful":912,"fiction":913,"meditation":914,"among":915,"evil":916,"sandler":917,"interested":918,"spirited":919,"impact":920,"energetic":921,"popcorn":922,"hearted":923,"hot":924,"slapstick":925,"playing":926,"chilling":927,"today":928,"vivid":929,"wants":930,"affection":931,"badly":932,"derivative":933,"annoying":934,"th":935,"skill":936,"ability":937,"respect":938,"tragic":939,"step":940,"gripping":941,"typical":942,"20":943,"treat":944,"form":945,"hate":946,"nicely":947,"merely":948,"water":949,"motion":950,"joke":951,"add":952,"hope":953,"start":954,"name":955,"clarity":956,"huge":957,"behind":958,"pieces":959,"across":960,"overcome":961,"damned":962,"problems":963,"stunning":964,"brings":965,"wonder":966,"originality":967,"memory":968,"ones":969,"chemistry":970,"guy":971,"dream":972,"thrills":973,"expect":974,"words":975,"meaning":976,"equally":977,"offer":978,"bright":979,"humanity":980,"bore":981,"overall":982,"loss":983,"trouble":984,"skin":985,"politics":986,"issues":987,"events":988,"succeeds":989,"sets":990,"poignant":991,"frustrating":992,"provides":993,"length":994,"based":995,"poetic":996,"stale":997,"liked":998,"justice":999,"alone":1000,"refreshing":1001,"exactly":1002,"country":1003,"tiresome":1004,"sick":1005,"absorbing":1006,"served":1007,"substance":1008,"allows":1009,"stars":1010,"business":1011,"dreary":1012,"viewing":1013,"slightly":1014,"standard":1015,"urban":1016,"wildly":1017,"value":1018,"indie":1019,"spectacle":1020,"remake":1021,"wish":1022,"delivery":1023,"number":1024,"provoking":1025,"storyline":1026,"ludicrous":1027,"force":1028,"joy":1029,"used":1030,"rest":1031,"open":1032,"latest":1033,"co":1034,"party":1035,"bizarre":1036,"someone":1037,"living":1038,"absolutely":1039,"wasted":1040,"fantastic":1041,"saw":1042,"weak":1043,"frame":1044,"manipulative":1045,"natural":1046,"rarely":1047,"rip":1048,"attempts":1049,"routine":1050,"ages":1051,"humorous":1052,"minor":1053,"alive":1054,"filled":1055,"voice":1056,"indulgent":1057,"admirable":1058,"america":1059,"superb":1060,"ago":1061,"wonderfully":1062,"apart":1063,"key":1064,"murder":1065,"casting":1066,"meandering":1067,"realistic":1068,"shame":1069,"disaster":1070,"humour":1071,"hardly":1072,"extremely":1073,"average":1074,"dazzling":1075,"friendship":1076,"amateurish":1077,"deal":1078,"universal":1079,"target":1080,"win":1081,"horrible":1082,"shoot":1083,"paced":1084,"directors":1085,"devoid":1086,"avoid":1087,"talents":1088,"suffers":1089,"entire":1090,"shots":1091,"questions":1092,"battle":1093,"superior":1094,"ridiculous":1095,"clearly":1096,"chance":1097,"mesmerizing":1098,"credit":1099,"visuals":1100,"nasty":1101,"minded":1102,"amazing":1103,"treatment":1104,"realism":1105,"performers":1106,"sappy":1107,"lazy":1108,"sitting":1109,"maybe":1110,"sounds":1111,"mildly":1112,"extreme":1113,"philosophical":1114,"mix":1115,"seriously":1116,"finds":1117,"comedic":1118,"steven":1119,"runs":1120,"artistic":1121,"company":1122,"twice":1123,"relationship":1124,"product":1125,"sexual":1126,"empathy":1127,"violent":1128,"incredibly":1129,"gay":1130,"formulaic":1131,"holds":1132,"detailed":1133,"british":1134,"begins":1135,"constructed":1136,"strength":1137,"heartwarming":1138,"&":1139,"exquisite":1140,"achievement":1141,"1":1142,"intentions":1143,"tear":1144,"holes":1145,"dimensional":1146,"die":1147,"puts":1148,"previous":1149,"killer":1150,"opportunity":1151,"until":1152,"slight":1153,"artificial":1154,"remember":1155,"balance":1156,"lots":1157,"figure":1158,"science":1159,"places":1160,"fan":1161,"sequels":1162,"late":1163,"blood":1164,"television":1165,"loses":1166,"toward":1167,"paper":1168,"except":1169,"suspenseful":1170,"editing":1171,"cartoon":1172,"pathetic":1173,"grant":1174,"affair":1175,"reveals":1176,"affirming":1177,"allen":1178,"points":1179,"process":1180,"mother":1181,"americans":1182,"attraction":1183,"refreshingly":1184,"crazy":1185,"exhilarating":1186,"inept":1187,"escape":1188,"read":1189,"virtually":1190,"break":1191,"elegant":1192,"yourself":1193,"preachy":1194,"faith":1195,"created":1196,"mark":1197,"match":1198,"computer":1199,"ms":1200,"conclusion":1201,"fears":1202,"perspective":1203,"cause":1204,"modest":1205,"yarn":1206,"robert":1207,"charisma":1208,"clumsy":1209,"girls":1210,"creates":1211,"sound":1212,"sentimentality":1213,"oddly":1214,"laughter":1215,"evocative":1216,"heaven":1217,"trash":1218,"pay":1219,"intensity":1220,"superficial":1221,"promising":1222,"irritating":1223,"usually":1224,"fatal":1225,"unnecessary":1226,"fare":1227,"melodramatic":1228,"repetitive":1229,"doubt":1230,"leads":1231,"waiting":1232,"sign":1233,"natured":1234,"pleasing":1235,"raw":1236,"david":1237,"ya":1238,"deliver":1239,"consistently":1240,"brown":1241,"word":1242,"cheesy":1243,"franchise":1244,"wife":1245,"seagal":1246,"courage":1247,"banal":1248,"others":1249,"confusing":1250,"sequence":1251,"plotting":1252,"chan":1253,"listless":1254,"generally":1255,"downright":1256,"favor":1257,"season":1258,"profound":1259,"older":1260,"document":1261,"x":1262,"lousy":1263,"protagonist":1264,"endless":1265,"although":1266,"stomach":1267,"discovery":1268,"turning":1269,"decades":1270,"overwrought":1271,"conscious":1272,"behavior":1273,"five":1274,"unpleasant":1275,"quick":1276,"false":1277,"turned":1278,"particular":1279,"detail":1280,"packed":1281,"sitcom":1282,"non":1283,"subjects":1284,"grade":1285,"gangster":1286,"credits":1287,"conventional":1288,"frequently":1289,"bottom":1290,"however":1291,"please":1292,"creativity":1293,"overly":1294,"vulgar":1295,"devastating":1296,"sheer":1297,"conviction":1298,"flair":1299,"authentic":1300,"person":1301,"retread":1302,"atmosphere":1303,"wedding":1304,"members":1305,"bitter":1306,"including":1307,"identity":1308,"wannabe":1309,"fall":1310,"direct":1311,"growing":1312,"glimpse":1313,"noir":1314,"bullock":1315,"zone":1316,"farce":1317,"intended":1318,"dreams":1319,"various":1320,"crap":1321,"near":1322,"worked":1323,"sour":1324,"sight":1325,"holiday":1326,"sports":1327,"involving":1328,"struggle":1329,"simplistic":1330,"cleverly":1331,"enjoyed":1332,"accomplished":1333,"stock":1334,"treasure":1335,"handed":1336,"unfortunately":1337,"needed":1338,"possibly":1339,"emotion":1340,"trick":1341,"attractive":1342,"gifted":1343,"hearts":1344,"means":1345,"soundtrack":1346,"quickly":1347,"setting":1348,"ups":1349,"totally":1350,"rendered":1351,"beat":1352,"twist":1353,"t":1354,"delightfully":1355,"tender":1356,"complicated":1357,"lines":1358,"apparent":1359,"largely":1360,"fat":1361,"price":1362,"theme":1363,"vibrant":1364,"potentially":1365,"2002":1366,"stay":1367,"crisp":1368,"glory":1369,"inspiration":1370,"upon":1371,"revealing":1372,"damage":1373,"deft":1374,"entertain":1375,"capable":1376,"red":1377,"blade":1378,"lived":1379,"cruel":1380,"flashy":1381,"spark":1382,"mixed":1383,"bite":1384,"numbers":1385,"challenging":1386,"conflict":1387,"unimaginative":1388,"frank":1389,"mainstream":1390,"child":1391,"masterful":1392,"channel":1393,"pull":1394,"era":1395,"acts":1396,"bond":1397,"wide":1398,"sea":1399,"community":1400,"commercial":1401,"personality":1402,"spent":1403,"cult":1404,"commentary":1405,"credible":1406,"vital":1407,"expected":1408,"stereotypes":1409,"ordinary":1410,"tom":1411,"fashion":1412,"studio":1413,"marks":1414,"onto":1415,"essentially":1416,"undeniably":1417,"deadly":1418,"exploration":1419,"homage":1420,"wry":1421,"levels":1422,"brought":1423,"disappointing":1424,"bittersweet":1425,"assured":1426,"central":1427,"finding":1428,"realized":1429,"week":1430,"uplifting":1431,"course":1432,"persona":1433,"murphy":1434,"dirty":1435,"exploitation":1436,"structure":1437,"supporting":1438,"team":1439,"aspects":1440,"haunting":1441,"forgotten":1442,"blue":1443,"gem":1444,"positive":1445,"obnoxious":1446,"absurd":1447,"vehicle":1448,"belly":1449,"footage":1450,"accessible":1451,"body":1452,"quietly":1453,"rush":1454,"stirring":1455,"further":1456,"outstanding":1457,"precious":1458,"daring":1459,"vividly":1460,"rewarding":1461,"designed":1462,"third":1463,"grief":1464,"excuse":1465,"fake":1466,"george":1467,"achieves":1468,"missing":1469,"awkward":1470,"front":1471,"splendid":1472,"soon":1473,"terms":1474,"pleasures":1475,"subtlety":1476,"marvelous":1477,"produced":1478,"jackson":1479,"general":1480,"developed":1481,"talking":1482,"animal":1483,"revenge":1484,"snow":1485,"mill":1486,"hits":1487,"industry":1488,"tough":1489,"provide":1490,"imax":1491,"beneath":1492,"hopeful":1493,"drawn":1494,"food":1495,"present":1496,"king":1497,"space":1498,"machine":1499,"super":1500,"starring":1501,"string":1502,"resist":1503,"unconvincing":1504,"deserve":1505,"main":1506,"mention":1507,"3":1508,"sides":1509,"miss":1510,"bored":1511,"delights":1512,"finish":1513,"biggest":1514,"visceral":1515,"move":1516,"shooting":1517,"green":1518,"queen":1519,"lets":1520,"smarter":1521,"involved":1522,"loved":1523,"murky":1524,"carries":1525,"reach":1526,"choppy":1527,"hair":1528,"chase":1529,"sake":1530,"charismatic":1531,"9":1532,"unfocused":1533,"laughing":1534,"male":1535,"breathtaking":1536,"poignancy":1537,"tortured":1538,"giving":1539,"horrifying":1540,"group":1541,"plodding":1542,"fish":1543,"street":1544,"said":1545,"martin":1546,"observations":1547,"joyous":1548,"filmed":1549,"thrill":1550,"happens":1551,"vampire":1552,"tells":1553,"deeper":1554,"incoherent":1555,"suffering":1556,"james":1557,"uninspired":1558,"eloquent":1559,"nonsense":1560,"charms":1561,"admire":1562,"impression":1563,"reasonably":1564,"crude":1565,"intoxicating":1566,"sum":1567,"buoyant":1568,"vapid":1569,"giant":1570,"limited":1571,"wholly":1572,"hoffman":1573,"missed":1574,"somewhere":1575,"stuck":1576,"adult":1577,"slice":1578,"mature":1579,"stop":1580,"spectacular":1581,"charmer":1582,"astonishing":1583,"frustration":1584,"songs":1585,"boys":1586,"moviegoers":1587,"basic":1588,"directing":1589,"meaningful":1590,"rhythms":1591,"exploitative":1592,"enthusiasm":1593,"foul":1594,"sweetness":1595,"brothers":1596,"compassion":1597,"content":1598,"winner":1599,"potent":1600,"larger":1601,"control":1602,"office":1603,"bother":1604,"south":1605,"utter":1606,"digital":1607,"check":1608,"foreign":1609,"captivating":1610,"grandeur":1611,"faithful":1612,"directorial":1613,"slap":1614,"guns":1615,"appears":1616,"wears":1617,"revelatory":1618,"happen":1619,"source":1620,"century":1621,"details":1622,"powers":1623,"pack":1624,"unusual":1625,"answers":1626,"bleak":1627,"bears":1628,"results":1629,"addition":1630,"dvd":1631,"resonant":1632,"surface":1633,"chaotic":1634,"shocking":1635,"fanciful":1636,"offering":1637,"rhythm":1638,"grow":1639,"leaden":1640,"knowledge":1641,"lady":1642,"collection":1643,"presence":1644,"amused":1645,"brutally":1646,"lush":1647,"games":1648,"whatever":1649,"eyed":1650,"combination":1651,"save":1652,"values":1653,"comfortable":1654,"reading":1655,"pic":1656,"christmas":1657,"graphic":1658,"edited":1659,"earth":1660,"frightening":1661,"biting":1662,"bunch":1663,"public":1664,"effect":1665,"affecting":1666,"wait":1667,"niro":1668,"shock":1669,"pale":1670,"smug":1671,"wind":1672,"sink":1673,"chris":1674,"wow":1675,"sensual":1676,"passionate":1677,"peter":1678,"logic":1679,"ahead":1680,"simultaneously":1681,"pitch":1682,"changing":1683,"intellectual":1684,"national":1685,"crass":1686,"respectable":1687,"spooky":1688,"timely":1689,"odds":1690,"damn":1691,"straightforward":1692,"sell":1693,"mayhem":1694,"unoriginal":1695,"hugely":1696,"neat":1697,"unlikable":1698,"filling":1699,"relatively":1700,"tears":1701,"eventually":1702,"event":1703,"bigger":1704,"washington":1705,"pat":1706,"common":1707,"necessary":1708,"capture":1709,"80":1710,"increasingly":1711,"represents":1712,"camp":1713,"j":1714,"spider":1715,"beginning":1716,"nowhere":1717,"offbeat":1718,"tiny":1719,"prove":1720,"honestly":1721,"loose":1722,"substantial":1723,"absurdity":1724,"grows":1725,"gradually":1726,"freshness":1727,"theatre":1728,"shapeless":1729,"trademark":1730,"musical":1731,"awe":1732,"cross":1733,"delivered":1734,"poem":1735,"desperate":1736,"nightmare":1737,"choices":1738,"stage":1739,"unpredictable":1740,"lawrence":1741,"sweeping":1742,"sleep":1743,"hands":1744,"bold":1745,"emerges":1746,"gritty":1747,"phony":1748,"kiddie":1749,"grown":1750,"strain":1751,"weight":1752,"lackluster":1753,"undeniable":1754,"considered":1755,"father":1756,"ambition":1757,"layers":1758,"pair":1759,"cynical":1760,"nomination":1761,"release":1762,"connect":1763,"adam":1764,"sparkling":1765,"standards":1766,"walk":1767,"mouth":1768,"pulls":1769,"innocence":1770,"resonance":1771,"notch":1772,"dying":1773,"williams":1774,"technical":1775,"friends":1776,"predictably":1777,"realize":1778,"oriented":1779,"faced":1780,"japanese":1781,"instantly":1782,"development":1783,"appreciate":1784,"integrity":1785,"fear":1786,"police":1787,"loves":1788,"blend":1789,"competent":1790,"outrageous":1791,"anti":1792,"sadly":1793,"service":1794,"presents":1795,"exceptional":1796,"saturday":1797,"degree":1798,"blown":1799,"somehow":1800,"payoff":1801,"band":1802,"determined":1803,"inane":1804,"finale":1805,"wrenching":1806,"contrivances":1807,"lyrical":1808,"proud":1809,"sympathy":1810,"cop":1811,"thinks":1812,"roll":1813,"richly":1814,"amounts":1815,"wars":1816,"niche":1817,"soderbergh":1818,"imagery":1819,"monty":1820,"silliness":1821,"teenagers":1822,"trite":1823,"honesty":1824,"witch":1825,"condition":1826,"delivering":1827,"signs":1828,"racial":1829,"cohesive":1830,"despair":1831,"sadness":1832,"patience":1833,"executed":1834,"pain":1835,"type":1836,"predecessor":1837,"color":1838,"example":1839,"wickedly":1840,"crush":1841,"whimsical":1842,"wanted":1843,"abandon":1844,"metaphor":1845,"generation":1846,"hop":1847,"mixture":1848,"society":1849,"territory":1850,"ice":1851,"fair":1852,"faster":1853,"scale":1854,"committed":1855,"grab":1856,"uncompromising":1857,"insights":1858,"leaving":1859,"pile":1860,"question":1861,"early":1862,"concerned":1863,"heard":1864,"endlessly":1865,"favorite":1866,"dramatically":1867,"endure":1868,"maudlin":1869,"unforced":1870,"magnificent":1871,"soulful":1872,"happening":1873,"features":1874,"happiness":1875,"laughable":1876,"serves":1877,"corny":1878,"ground":1879,"notice":1880,"earnestness":1881,"italian":1882,"8":1883,"essence":1884,"shelf":1885,"harrowing":1886,"whom":1887,"imitation":1888,"handsome":1889,"ghetto":1890,"labored":1891,"diverting":1892,"played":1893,"traditional":1894,"aged":1895,"losing":1896,"jones":1897,"likable":1898,"creating":1899,"convinced":1900,"rent":1901,"lesson":1902,"unflinching":1903,"stilted":1904,"desperately":1905,"immensely":1906,"dysfunctional":1907,"follow":1908,"land":1909,"cutting":1910,"propaganda":1911,"appear":1912,"yes":1913,"friend":1914,"feat":1915,"families":1916,"willing":1917,"note":1918,"witted":1919,"proceedings":1920,"$":1921,"implausible":1922,"inspirational":1923,"intricate":1924,"sophomoric":1925,"adventurous":1926,"recycled":1927,"screenwriter":1928,"pity":1929,"fight":1930,"appalling":1931,"deftly":1932,"heroine":1933,"portrayal":1934,"confident":1935,"ryan":1936,"spirits":1937,"burns":1938,"god":1939,"teacher":1940,"junk":1941,"reign":1942,"candy":1943,"genial":1944,"sketchy":1945,"post":1946,"endeavor":1947,"below":1948,"teeth":1949,"heartbreaking":1950,"efforts":1951,"award":1952,"overlong":1953,"skip":1954,"disappointed":1955,"villain":1956,"forgive":1957,"hastily":1958,"terrifying":1959,"tasty":1960,"broken":1961,"sand":1962,"begin":1963,"merit":1964,"rank":1965,"mistake":1966,"engaged":1967,"return":1968,"shake":1969,"wacky":1970,"artists":1971,"richer":1972,"relies":1973,"unfolds":1974,"coherent":1975,"juvenile":1976,"messages":1977,"topic":1978,"sub":1979,"indian":1980,"african":1981,"depiction":1982,"witless":1983,"demanding":1984,"generous":1985,"davis":1986,"polished":1987,"minds":1988,"mysterious":1989,"terribly":1990,"gang":1991,"mere":1992,"drug":1993,"insulting":1994,"fights":1995,"spare":1996,"cloying":1997,"desire":1998,"complexity":1999,"touches":2000,"comfort":2001,"known":2002,"onscreen":2003,"friendly":2004,"tradition":2005,"bone":2006,"succeed":2007,"shaped":2008,"magical":2009,"relentlessly":2010,"angst":2011,"disguise":2012,"gag":2013,"convenient":2014,"woo":2015,"consciously":2016,"total":2017,"preposterous":2018,"perverse":2019,"analyze":2020,"dancing":2021,"box":2022,"relief":2023,"ticket":2024,"bang":2025,"nerve":2026,"gender":2027,"smartly":2028,"13":2029,"dignity":2030,"resourceful":2031,"tragedies":2032,"toilet":2033,"enthusiastic":2034,"unlike":2035,"disturbing":2036,"finely":2037,"celebration":2038,"store":2039,"satirical":2040,"longer":2041,"significant":2042,"bits":2043,"whimsy":2044,"savvy":2045,"encouraging":2046,"won":2047,"charmless":2048,"unlikely":2049,"layered":2050,"apparently":2051,"measure":2052,"sentiment":2053,"scores":2054,"thumbs":2055,"soulless":2056,"theaters":2057,"understanding":2058,"distance":2059,"fill":2060,"worn":2061,"song":2062,"delicious":2063,"disposable":2064,"variety":2065,"r":2066,"revolution":2067,"perhaps":2068,"timing":2069,"moore":2070,"landscape":2071,"fate":2072,"lively":2073,"carried":2074,"asks":2075,"sweetly":2076,"fisher":2077,"hitting":2078,"equivalent":2079,"kevin":2080,"structured":2081,"flimsy":2082,"fairy":2083,"sane":2084,"spot":2085,"makers":2086,"spend":2087,"distinctive":2088,"knowing":2089,"spite":2090,"folks":2091,"rude":2092,"literary":2093,"refusal":2094,"seeking":2095,"satisfied":2096,"blank":2097,"drive":2098,"inevitable":2099,"dish":2100,"cheese":2101,"wilde":2102,"moviemaking":2103,"lofty":2104,"language":2105,"son":2106,"demands":2107,"pretends":2108,"locations":2109,"portrays":2110,"clumsily":2111,"walked":2112,"dedication":2113,"testament":2114,"looked":2115,"inspire":2116,"rough":2117,"communal":2118,"ponder":2119,"report":2120,"e":2121,"holocaust":2122,"seek":2123,"hopkins":2124,"broad":2125,"pleaser":2126,"adolescent":2127,"wave":2128,"characterizations":2129,"50":2130,"screenwriting":2131,"movements":2132,"handled":2133,"irresistible":2134,"strike":2135,"acceptable":2136,"importance":2137,"numbingly":2138,"overwhelming":2139,"inner":2140,"christian":2141,"scorsese":2142,"blast":2143,"dumbed":2144,"breaks":2145,"choice":2146,"motivated":2147,"elegantly":2148,"quirks":2149,"experiences":2150,"crimes":2151,"irony":2152,"extra":2153,"pseudo":2154,"complications":2155,"spin":2156,"startling":2157,"enthralling":2158,"breathtakingly":2159,"husband":2160,"somber":2161,"downbeat":2162,"exceedingly":2163,"sympathetic":2164,"image":2165,"herzog":2166,"friday":2167,"astonishingly":2168,"barbershop":2169,"throws":2170,"rewards":2171,"excess":2172,"constant":2173,"fierce":2174,"wooden":2175,"seeming":2176,"result":2177,"quest":2178,"remain":2179,"pass":2180,"teenage":2181,"plotted":2182,"rises":2183,"problematic":2184,"incoherence":2185,"transcends":2186,"focus":2187,"pleasurable":2188,"curiosity":2189,"required":2190,"pick":2191,"singing":2192,"ingenious":2193,"embarrassment":2194,"roles":2195,"sensational":2196,"victim":2197,"verve":2198,"reel":2199,"doze":2200,"wall":2201,"desperation":2202,"guess":2203,"brisk":2204,"state":2205,"professional":2206,"ghost":2207,"kiss":2208,"nevertheless":2209,"flow":2210,"justify":2211,"becoming":2212,"deceptively":2213,"tongue":2214,"subtly":2215,"em":2216,"hole":2217,"lee":2218,"touched":2219,"timeless":2220,"helps":2221,"bag":2222,"garbage":2223,"belongs":2224,"suited":2225,"gyllenhaal":2226,"stereotypical":2227,"started":2228,"inconsistent":2229,"suck":2230,"celebrates":2231,"nuanced":2232,"putting":2233,"improbable":2234,"mild":2235,"distasteful":2236,"trailer":2237,"harry":2238,"escapism":2239,"peculiar":2240,"15":2241,"nonsensical":2242,"strikes":2243,"rooting":2244,"jim":2245,"clean":2246,"uncanny":2247,"childhood":2248,"dullest":2249,"rising":2250,"belt":2251,"connection":2252,"surely":2253,"inoffensive":2254,"younger":2255,"loving":2256,"bound":2257,"buy":2258,"seconds":2259,"rise":2260,"exotic":2261,"ridden":2262,"kill":2263,"highest":2264,"scenery":2265,"dragon":2266,"english":2267,"path":2268,"draws":2269,"ask":2270,"abstract":2271,"o":2272,"aplomb":2273,"dogs":2274,"intimacy":2275,"players":2276,"safe":2277,"morally":2278,"bringing":2279,"park":2280,"70":2281,"paint":2282,"explore":2283,"drags":2284,"scattered":2285,"30":2286,"guessing":2287,"engage":2288,"accept":2289,"feces":2290,"dance":2291,"notes":2292,"gloriously":2293,"muddled":2294,"intermittently":2295,"cleverness":2296,"lifeless":2297,"benigni":2298,"weirdly":2299,"describe":2300,"race":2301,"blair":2302,"generate":2303,"scenario":2304,"screaming":2305,"presented":2306,"references":2307,"solidly":2308,"staged":2309,"unfaithful":2310,"fighting":2311,"alternative":2312,"insanely":2313,"incompetent":2314,"ambiguous":2315,"urge":2316,"impeccable":2317,"poverty":2318,"accurate":2319,"adventures":2320,"chilly":2321,"manage":2322,"100":2323,"gut":2324,"harmless":2325,"erotic":2326,"fantasies":2327,"effortlessly":2328,"spell":2329,"parody":2330,"abuse":2331,"thematic":2332,"punch":2333,"warning":2334,"profile":2335,"technically":2336,"secret":2337,"afraid":2338,"lingering":2339,"handful":2340,"busy":2341,"burn":2342,"halfway":2343,"buffs":2344,"ode":2345,"britney":2346,"notion":2347,"elaborate":2348,"farts":2349,"international":2350,"behold":2351,"jaw":2352,"dubbed":2353,"came":2354,"iranian":2355,"sluggish":2356,"display":2357,"shamelessly":2358,"wear":2359,"bloody":2360,"empowerment":2361,"extravaganza":2362,"sumptuous":2363,"wallace":2364,"misery":2365,"visit":2366,"psychology":2367,"greek":2368,"trifle":2369,"technology":2370,"unintentionally":2371,"paid":2372,"4":2373,"regret":2374,"gorgeously":2375,"extended":2376,"nation":2377,"forces":2378,"consider":2379,"unexpectedly":2380,"brutal":2381,"expectations":2382,"theatrical":2383,"invention":2384,"tepid":2385,"fancy":2386,"dynamic":2387,"released":2388,"stunt":2389,"untalented":2390,"sees":2391,"con":2392,"unfulfilling":2393,"chills":2394,"within":2395,"shyamalan":2396,"tremendous":2397,"noble":2398,"freaks":2399,"dahmer":2400,"ranks":2401,"indeed":2402,"fluff":2403,"plots":2404,"keeping":2405,"insipid":2406,"scream":2407,"occasional":2408,"cage":2409,"fuzzy":2410,"shining":2411,"appropriate":2412,"trashy":2413,"openness":2414,"jason":2415,"literally":2416,"gently":2417,"familial":2418,"vs":2419,"thick":2420,"roger":2421,"darker":2422,"shameless":2423,"enter":2424,"private":2425,"balanced":2426,"mainly":2427,"caught":2428,"grey":2429,"thrown":2430,"secrets":2431,"possibilities":2432,"sincerity":2433,"record":2434,"chinese":2435,"daughter":2436,"stunts":2437,"protagonists":2438,"weeks":2439,"scratch":2440,"saying":2441,"due":2442,"19":2443,"mushy":2444,"surrounding":2445,"divine":2446,"concern":2447,"wanting":2448,"expense":2449,"breakthrough":2450,"uneasy":2451,"ravishing":2452,"weirdness":2453,"showtime":2454,"brilliantly":2455,"alternately":2456,"moved":2457,"status":2458,"martha":2459,"maintain":2460,"rolling":2461,"unbelievable":2462,"victims":2463,"heads":2464,"harvard":2465,"miracle":2466,"convoluted":2467,"mile":2468,"disappointingly":2469,"artifice":2470,"astounding":2471,"humorless":2472,"vague":2473,"pow":2474,"screenwriters":2475,"parts":2476,"glass":2477,"charged":2478,"hoping":2479,"myself":2480,"static":2481,"embraces":2482,"slack":2483,"reno":2484,"lie":2485,"reminds":2486,"text":2487,"diversion":2488,"alabama":2489,"inherent":2490,"factor":2491,"hack":2492,"count":2493,"feast":2494,"relevant":2495,"soggy":2496,"rental":2497,"distinguished":2498,"solondz":2499,"supremely":2500,"masterfully":2501,"held":2502,"shifting":2503,"celluloid":2504,"locales":2505,"buried":2506,"graceless":2507,"trappings":2508,"nostalgia":2509,"polanski":2510,"rowdy":2511,"tricks":2512,"redundant":2513,"saccharine":2514,"eastwood":2515,"carefully":2516,"context":2517,"drugs":2518,"evening":2519,"responsible":2520,"guilt":2521,"embarrassed":2522,"jar":2523,"entertained":2524,"rushed":2525,"drop":2526,"arts":2527,"achingly":2528,"actresses":2529,"accents":2530,"inconsequential":2531,"momentum":2532,"adds":2533,"tarantino":2534,"cares":2535,"dim":2536,"politically":2537,"damaged":2538,"demographic":2539,"overblown":2540,"sorvino":2541,"understands":2542,"disgusting":2543,"saving":2544,"personalities":2545,"unabashedly":2546,"woody":2547,"shenanigans":2548,"lifetime":2549,"properly":2550,"12":2551,"fly":2552,"design":2553,"beach":2554,"using":2555,"swallow":2556,"went":2557,"eat":2558,"winners":2559,"talk":2560,"photography":2561,"kong":2562,"express":2563,"stands":2564,"driven":2565,"wondering":2566,"maintains":2567,"capacity":2568,"claustrophobic":2569,"attract":2570,"sarandon":2571,"kissinger":2572,"opening":2573,"finest":2574,"unsatisfying":2575,"vitality":2576,"cheat":2577,"cartoonish":2578,"calm":2579,"dealing":2580,"strongly":2581,"argue":2582,"catch":2583,"madness":2584,"showing":2585,"videos":2586,"area":2587,"baked":2588,"destination":2589,"subversive":2590,"stays":2591,"emerge":2592,"window":2593,"cautionary":2594,"serve":2595,"news":2596,"unsentimental":2597,"delicately":2598,"producer":2599,"broomfield":2600,"parker":2601,"memories":2602,"dangerous":2603,"built":2604,"informative":2605,"brooding":2606,"similar":2607,"providing":2608,"construct":2609,"verbal":2610,"deserved":2611,"enormous":2612,"marginal":2613,"planet":2614,"aimless":2615,"martial":2616,"unusually":2617,"flamboyant":2618,"observant":2619,"returns":2620,"slowly":2621,"lit":2622,"speaking":2623,"sun":2624,"cat":2625,"incessant":2626,"fail":2627,"thousands":2628,"insult":2629,"classical":2630,"loneliness":2631,"photographed":2632,"format":2633,"uncommonly":2634,"double":2635,"morning":2636,"humane":2637,"slapdash":2638,"fits":2639,"pandering":2640,"consistent":2641,"liberating":2642,"reminiscent":2643,"kline":2644,"confused":2645,"bill":2646,"ballot":2647,"gangs":2648,"marriage":2649,"shakespeare":2650,"learn":2651,"copy":2652,"pointed":2653,"precisely":2654,"existence":2655,"knew":2656,"firing":2657,"devices":2658,"obstacles":2659,"fluid":2660,"stylistic":2661,"popular":2662,"slip":2663,"settles":2664,"anne":2665,"table":2666,"letting":2667,"term":2668,"innocent":2669,"useless":2670,"instincts":2671,"rehash":2672,"enduring":2673,"chabrol":2674,"elevate":2675,"seats":2676,"meaningless":2677,"random":2678,"existed":2679,"wrapped":2680,"proper":2681,"historically":2682,"glorious":2683,"existential":2684,"sly":2685,"cerebral":2686,"positively":2687,"authority":2688,"documentaries":2689,"urgency":2690,"seven":2691,"academy":2692,"twenty":2693,"convince":2694,"wholesome":2695,"phenomenal":2696,"station":2697,"exceptionally":2698,"literate":2699,"creation":2700,"oh":2701,"intolerable":2702,"rote":2703,"jack":2704,"ethereal":2705,"rollicking":2706,"zero":2707,"constantly":2708,"trapped":2709,"insomnia":2710,"greater":2711,"cover":2712,"incisive":2713,"shrewd":2714,"buddy":2715,"hype":2716,"decidedly":2717,"vanity":2718,"aside":2719,"eccentric":2720,"outside":2721,"artsy":2722,"slick":2723,"daily":2724,"pokemon":2725,"current":2726,"boom":2727,"redemption":2728,"attitude":2729,"lopez":2730,"satisfies":2731,"wins":2732,"kidman":2733,"travel":2734,"collapses":2735,"gifts":2736,"corner":2737,"vein":2738,"breezy":2739,"tasteful":2740,"rating":2741,"sugar":2742,"demented":2743,"santa":2744,"dramas":2745,"famous":2746,"blockbuster":2747,"sudden":2748,"edgy":2749,"hunter":2750,"bruce":2751,"throwing":2752,"infidelity":2753,"lovers":2754,"remembered":2755,"paul":2756,"dud":2757,"speak":2758,"impressed":2759,"trees":2760,"vintage":2761,"gravity":2762,"precision":2763,"transforms":2764,"lends":2765,"chances":2766,"hokum":2767,"talky":2768,"trek":2769,"eight":2770,"brand":2771,"van":2772,"eager":2773,"inventiveness":2774,"jealousy":2775,"newcomer":2776,"predictability":2777,"laughed":2778,"enormously":2779,"tried":2780,"k":2781,"witherspoon":2782,"conceived":2783,"rapid":2784,"following":2785,"obviously":2786,"hungry":2787,"exit":2788,"hong":2789,"exploiting":2790,"bourne":2791,"outing":2792,"kicking":2793,"altogether":2794,"objective":2795,"howard":2796,"hilarity":2797,"critical":2798,"c":2799,"transcend":2800,"replaced":2801,"southern":2802,"loads":2803,"web":2804,"enterprise":2805,"expectation":2806,"credibility":2807,"pitfalls":2808,"nifty":2809,"promises":2810,"pretension":2811,"spears":2812,"shocks":2813,"marvel":2814,"pathology":2815,"ironic":2816,"enjoyment":2817,"goodfellas":2818,"movement":2819,"giddy":2820,"ignored":2821,"inviting":2822,"manhattan":2823,"ponderous":2824,"actual":2825,"psychologically":2826,"continues":2827,"ham":2828,"happened":2829,"independent":2830,"similarly":2831,"clueless":2832,"lower":2833,"aims":2834,"closing":2835,"subculture":2836,"test":2837,"determination":2838,"junior":2839,"drawing":2840,"resolutely":2841,"hybrid":2842,"exposition":2843,"comparison":2844,"frustratingly":2845,"heady":2846,"boredom":2847,"cheek":2848,"hoot":2849,"hallmark":2850,"nerds":2851,"refuses":2852,"midnight":2853,"bogs":2854,"nuance":2855,"dismissed":2856,"cost":2857,"advantage":2858,"naturalistic":2859,"artful":2860,"graceful":2861,"insurance":2862,"center":2863,"radical":2864,"innovative":2865,"souls":2866,"figures":2867,"recording":2868,"irish":2869,"emptiness":2870,"crucial":2871,"student":2872,"spoof":2873,"consciousness":2874,"ended":2875,"heroes":2876,"alienation":2877,"illustrates":2878,"demonstrates":2879,"malaise":2880,"cable":2881,"climactic":2882,"shape":2883,"coffee":2884,"dare":2885,"mythic":2886,"severe":2887,"blow":2888,"capturing":2889,"critics":2890,"meets":2891,"casual":2892,"pathos":2893,"jaded":2894,"searching":2895,"sensibility":2896,"struggling":2897,"mid":2898,"titles":2899,"later":2900,"stiff":2901,"silver":2902,"broadway":2903,"vincent":2904,"melancholy":2905,"noise":2906,"irrelevant":2907,"60":2908,"praise":2909,"notable":2910,"failing":2911,"marvelously":2912,"moves":2913,"jolt":2914,"jarring":2915,"pretensions":2916,"curiously":2917,"beast":2918,"build":2919,"blaxploitation":2920,"equal":2921,"gratuitous":2922,"shines":2923,"fisted":2924,"11":2925,"spring":2926,"domestic":2927,"lesser":2928,"curious":2929,"expressive":2930,"anger":2931,"presentation":2932,"elegance":2933,"tour":2934,"undead":2935,"enjoyably":2936,"necessarily":2937,"harsh":2938,"shtick":2939,"incongruous":2940,"stealing":2941,"brother":2942,"piano":2943,"valuable":2944,"inhabit":2945,"uncertain":2946,"comedian":2947,"stretches":2948,"obligatory":2949,"greatness":2950,"romp":2951,"clue":2952,"ruined":2953,"pulpy":2954,"cobbled":2955,"hugh":2956,"ache":2957,"contradictory":2958,"eddie":2959,"88":2960,"joyless":2961,"chops":2962,"shine":2963,"villains":2964,"shockingly":2965,"denial":2966,"stupidity":2967,"choose":2968,"sordid":2969,"shanghai":2970,"admit":2971,"blandness":2972,"frailty":2973,"cuteness":2974,"order":2975,"crisis":2976,"album":2977,"deadpan":2978,"duty":2979,"holm":2980,"misfire":2981,"bracing":2982,"sade":2983,"ethnic":2984,"creature":2985,"recommendation":2986,"demons":2987,"uncomfortable":2988,"frida":2989,"secretary":2990,"effectively":2991,"nose":2992,"impersonal":2993,"sketch":2994,"intentioned":2995,"convey":2996,"jackie":2997,"genius":2998,"russian":2999,"dickens":3000,"translation":3001,"bio":3002,"reluctant":3003,"grating":3004,"hint":3005,"remembering":3006,"ready":3007,"showcases":3008,"sobering":3009,"observation":3010,"angry":3011,"incomprehensible":3012,"thrilling":3013,"hideously":3014,"disappoint":3015,"morality":3016,"longing":3017,"misogyny":3018,"classics":3019,"recommended":3020,"forth":3021,"hollow":3022,"pianist":3023,"blind":3024,"spectacularly":3025,"steal":3026,"antwone":3027,"pays":3028,"pre":3029,"revelations":3030,"easier":3031,"former":3032,"whiny":3033,"meat":3034,"notwithstanding":3035,"absolute":3036,"uninteresting":3037,"soldiers":3038,"torture":3039,"predecessors":3040,"lump":3041,"schwarzenegger":3042,"improvised":3043,"recovery":3044,"evelyn":3045,"pool":3046,"madonna":3047,"disjointed":3048,"sensitivity":3049,"speaks":3050,"mundane":3051,"disappointment":3052,"stinker":3053,"stylized":3054,"pungent":3055,"kahlo":3056,"ego":3057,"account":3058,"daytime":3059,"undone":3060,"austin":3061,"anticipated":3062,"definitive":3063,"anybody":3064,"inexplicable":3065,"primarily":3066,"emphasis":3067,"postcard":3068,"jerry":3069,"controversy":3070,"halloween":3071,"generated":3072,"combined":3073,"lavish":3074,"awfully":3075,"manufactured":3076,"flourishes":3077,"innuendo":3078,"wet":3079,"chick":3080,"replete":3081,"equilibrium":3082,"serviceable":3083,"fable":3084,"revelation":3085,"fallen":3086,"frozen":3087,"tight":3088,"difference":3089,"kung":3090,"background":3091,"scripts":3092,"aware":3093,"richard":3094,"ideal":3095,"winds":3096,"torn":3097,"benefit":3098,"remote":3099,"susan":3100,"slackers":3101,"recipe":3102,"added":3103,"idiotic":3104,"caper":3105,"willis":3106,"moviegoing":3107,"hedonistic":3108,"send":3109,"moody":3110,"ring":3111,"distant":3112,"lust":3113,"conservative":3114,"holly":3115,"allow":3116,"ultra":3117,"deprecating":3118,"amiable":3119,"breath":3120,"achieve":3121,"enigmatic":3122,"multi":3123,"tawdry":3124,"renowned":3125,"misses":3126,"lighting":3127,"glaring":3128,"pinocchio":3129,"adequate":3130,"chuckle":3131,"puerile":3132,"freeman":3133,"paranoia":3134,"penetrating":3135,"droll":3136,"psyche":3137,"artistry":3138,"killed":3139,"pantheon":3140,"draw":3141,"town":3142,"parable":3143,"misguided":3144,"tediously":3145,"nicholson":3146,"wonders":3147,"schneider":3148,"shrill":3149,"closer":3150,"bow":3151,"fabric":3152,"gave":3153,"physical":3154,"evident":3155,"ai":3156,"arc":3157,"higher":3158,"excesses":3159,"scope":3160,"born":3161,"esther":3162,"godard":3163,"market":3164,"doses":3165,"surprised":3166,"gel":3167,"charge":3168,"wondrous":3169,"cgi":3170,"shadows":3171,"40":3172,"ball":3173,"tap":3174,"numbing":3175,"produce":3176,"lurid":3177,"machismo":3178,"pedestrian":3179,"awkwardness":3180,"matinee":3181,"rocky":3182,"survival":3183,"luck":3184,"flop":3185,"organic":3186,"reputation":3187,"porn":3188,"lightweight":3189,"kaufman":3190,"tragically":3191,"element":3192,"sneaks":3193,"incredible":3194,"pertinent":3195,"musicians":3196,"lunacy":3197,"legal":3198,"somebody":3199,"infomercial":3200,"soft":3201,"excruciating":3202,"dawns":3203,"thrillers":3204,"eric":3205,"influence":3206,"idiots":3207,"understated":3208,"matters":3209,"languorous":3210,"biz":3211,"nijinsky":3212,"baffling":3213,"hurt":3214,"birthday":3215,"whale":3216,"tense":3217,"legacy":3218,"perceptive":3219,"glorified":3220,"drown":3221,"pulling":3222,"sinks":3223,"caring":3224,"ease":3225,"xxx":3226,"expression":3227,"dawson":3228,