{"version":"1.0","truncation":{"max_length":512,"strategy":"LongestFirst","stride":0},"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"<pad>"},"added_tokens":[{"id":0,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<bos>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<eos>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"<mask>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Replace","pattern":{"String":"-LRB-"},"content":"("},{"type":"Replace","pattern":{"String":"-lrb-"},"content":"("},{"type":"Replace","pattern":{"String":"-RRB-"},"content":")"},{"type":"Replace","pattern":{"String":"-rrb-"},"content":")"},{"type":"Replace","pattern":{"String":"-LCB-"},"content":"{"},{"type":"Replace","pattern":{"String":"-lcb-"},"content":"{"},{"type":"Replace","pattern":{"String":"-RCB-"},"content":"}"},{"type":"Replace","pattern":{"String":"-rcb-"},"content":"}"},{"type":"Replace","pattern":{"String":"-LSB-"},"content":"["},{"type":"Replace","pattern":{"String":"-lsb-"},"content":"["},{"type":"Replace","pattern":{"String":"-RSB-"},"content":"]"},{"type":"Replace","pattern":{"String":"-rsb-"},"content":"]"},{"type":"Replace","pattern":{"String":"``"},"content":"\""},{"type":"Replace","pattern":{"String":"´´"},"content":"\""},{"type":"Replace","pattern":{"String":"’’"},"content":"\""},{"type":"Replace","pattern":{"String":"''"},"content":"\""},{"type":"Replace","pattern":{"String":"`"},"content":"'"},{"type":"Replace","pattern":{"String":"´"},"content":"'"},{"type":"Replace","pattern":{"String":"’"},"content":"'"},{"type":"Replace","pattern":{"String":"«"},"content":"\""},{"type":"Replace","pattern":{"String":"»"},"content":"\""},{"type":"Replace","pattern":{"String":"„"},"content":"\""},{"type":"Replace","pattern":{"String":"‹"},"content":"'"},{"type":"Replace","pattern":{"String":"›"},"content":"'"},{"type":"Replace","pattern":{"String":"®"},"content":""},{"type":"Replace","pattern":{"String":"©"},"content":""},{"type":"Replace","pattern":{"String":"¯"},"content":""},{"type":"Replace","pattern":{"String":"¿"},"content":""},{"type":"Replace","pattern":{"String":"º"},"content":""},{"type":"Replace","pattern":{"String":"±"},"content":""},{"type":"Replace","pattern":{"String":"¨"},"content":""},{"type":"Replace","pattern":{"String":"ª"},"content":""},{"type":"Replace","pattern":{"String":"³"},"content":""},{"type":"Replace","pattern":{"String":"²"},"content":""},{"type":"Replace","pattern":{"String":"­"},"content":""},{"type":"Replace","pattern":{"String":""},"content":" "},{"type":"Replace","pattern":{"String":""},"content":" "},{"type":"NFD"},{"type":"StripAccents"},{"type":"Strip","strip_left":true,"strip_right":true},{"type":"Lowercase"}]},"pre_tokenizer":{"type":"Sequence","pretokenizers":[{"type":"WhitespaceSplit"},{"type":"Digits","individual_digits":false},{"type":"Split","pattern":{"Regex":"/|\\-|\\\\|\\.|\\*|>|<|\"|,|!|\\?|;|\\(|\\)|_|#|\\$|=|:|\\^|'s|n't|'|\\+|&|{|}|\\[|\\]|\\||~|@"},"behavior":"Isolated","invert":false}]},"post_processor":{"type":"TemplateProcessing","single":[{"SpecialToken":{"id":"<bos>","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"<eos>","type_id":0}}],"pair":[{"SpecialToken":{"id":"<bos>","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"<eos>","type_id":0}},{"Sequence":{"id":"B","type_id":1}},{"SpecialToken":{"id":"<eos>","type_id":1}}],"special_tokens":{"<bos>":{"id":"<bos>","ids":[2],"tokens":["<bos>"]},"<eos>":{"id":"<eos>","ids":[3],"tokens":["<eos>"]}}},"decoder":null,"model":{"type":"WordLevel","vocab":{"<pad>":0,"<unk>":1,"<bos>":2,"<eos>":3,"<mask>":4,".":5,"the":6,",":7,"a":8,"and":9,"of":10,"-":11,"to":12,"is":13,"'s":14,"it":15,"that":16,"in":17,"as":18,"film":19,"with":20,"'":21,"but":22,"movie":23,"this":24,"an":25,"for":26,"its":27,"you":28,"be":29,"n't":30,"on":31,"one":32,"by":33,"not":34,"has":35,"about":36,"like":37,"\"":38,"more":39,"are":40,"at":41,"than":42,"all":43,"from":44,"have":45,"i":46,"his":47,"so":48,"or":49,"if":50,"story":51,")":52,"(":53,"out":54,"what":55,"too":56,"there":57,"who":58,"most":59,"into":60,"up":61,"just":62,"does":63,"good":64,"no":65,"comedy":66,"even":67,"will":68,"much":69,"time":70,"can":71,"characters":72,"director":73,"funny":74,"some":75,"well":76,"their":77,"little":78,"way":79,"only":80,"your":81,"they":82,"he":83,"make":84,"never":85,"which":86,"bad":87,"life":88,"been":89,"work":90,"very":91,"would":92,"we":93,"any":94,"makes":95,"love":96,"do":97,"enough":98,"us":99,"may":100,"was":101,"drama":102,"best":103,"made":104,"movies":105,"new":106,"could":107,"through":108,"while":109,"action":110,"when":111,"something":112,"really":113,"off":114,":":115,"how":116,"own":117,"performances":118,"plot":119,"her":120,"many":121,"nothing":122,"better":123,"should":124,"two":125,"films":126,"re":127,"without":128,"every":129,"first":130,"old":131,"see":132,"other":133,"both":134,"people":135,"ever":136,"those":137,"look":138,"?":139,"long":140,"feel":141,"humor":142,"still":143,"such":144,"cast":145,"hard":146,"great":147,"real":148,"also":149,"fun":150,"sense":151,"big":152,"character":153,"over":154,"script":155,"often":156,"year":157,"being":158,"self":159,"audience":160,"them":161,"kind":162,"world":163,"because":164,"might":165,"here":166,"screen":167,"down":168,"tale":169,"get":170,"performance":171,"seems":172,"after":173,"hollywood":174,"feels":175,"minutes":176,"though":177,"heart":178,"between":179,"documentary":180,"entertaining":181,"another":182,"man":183,"thriller":184,"ve":185,"less":186,"family":187,"thing":188,"were":189,";":190,"take":191,"end":192,"few":193,"picture":194,"acting":195,"these":196,"watching":197,"comes":198,"full":199,"far":200,"almost":201,"/":202,"romantic":203,"ll":204,"quite":205,"my":206,"interesting":207,"yet":208,"ultimately":209,"american":210,"actors":211,"before":212,"seen":213,"itself":214,"rather":215,"things":216,"come":217,"works":218,"had":219,"back":220,"human":221,"me":222,"ca":223,"material":224,"dialogue":225,"watch":226,"right":227,"moments":228,"!":229,"go":230,"where":231,"years":232,"seem":233,"once":234,"worth":235,"making":236,"cinema":237,"find":238,"writer":239,"original":240,"scenes":241,"despite":242,"compelling":243,"lot":244,"kids":245,"takes":246,"young":247,"going":248,"least":249,"she":250,"then":251,"style":252,"music":253,"give":254,"special":255,"fascinating":256,"why":257,"moving":258,"gets":259,"gives":260,"direction":261,"piece":262,"high":263,"half":264,"offers":265,"art":266,"times":267,"our":268,"star":269,"keep":270,"together":271,"subject":272,"war":273,"sweet":274,"think":275,"part":276,"experience":277,"comic":278,"bit":279,"last":280,"sometimes":281,"anything":282,"point":283,"three":284,"history":285,"dull":286,"did":287,"d":288,"dark":289,"say":290,"smart":291,"away":292,"women":293,"day":294,"same":295,"screenplay":296,"hour":297,"emotional":298,"show":299,"again":300,"him":301,"laughs":302,"video":303,"mr":304,"visual":305,"want":306,"cinematic":307,"flick":308,"short":309,"since":310,"anyone":311,"care":312,"low":313,"filmmakers":314,"manages":315,"genre":316,"fans":317,"know":318,"feature":319,"entertainment":320,"idea":321,"m":322,"need":323,"simply":324,"done":325,"actually":326,"familiar":327,"narrative":328,"under":329,"whose":330,"study":331,"series":332,"goes":333,"clever":334,"whole":335,"plays":336,"true":337,"looking":338,"place":339,"surprisingly":340,"beautifully":341,"around":342,"title":343,"predictable":344,"coming":345,"instead":346,"children":347,"engaging":348,"nearly":349,"probably":350,"exercise":351,"worst":352,"cliches":353,"pretty":354,"charm":355,"set":356,"everything":357,"becomes":358,"premise":359,"modern":360,"age":361,"enjoyable":362,"face":363,"effort":364,"s":365,"beautiful":366,"filmmaking":367,"matter":368,"trying":369,"always":370,"feeling":371,"horror":372,"powerful":373,"portrait":374,"mind":375,"amusing":376,"silly":377,"girl":378,"sure":379,"energy":380,"strong":381,"home":382,"small":383,"power":384,"wit":385,"solid":386,"quirky":387,"certainly":388,"wo":389,"romance":390,"french":391,"effects":392,"ending":393,"looks":394,"charming":395,"summer":396,"serious":397,"light":398,"storytelling":399,"tv":400,"must":401,"although":402,"fresh":403,"fact":404,"tone":405,"likely":406,"dramatic":407,"camera":408,"everyone":409,"perfect":410,"intelligent":411,"deeply":412,"rare":413,"culture":414,"each":415,"lacks":416,"directed":417,"written":418,"now":419,"turns":420,"spirit":421,"enjoy":422,"especially":423,"hours":424,"middle":425,"easy":426,"opera":427,"thought":428,"above":429,"put":430,"theater":431,"debut":432,"believe":433,"completely":434,"leave":435,"recent":436,"minute":437,"proves":438,"beyond":439,"interest":440,"flat":441,"adventure":442,"reason":443,"fails":444,"shot":445,"fine":446,"de":447,"2":448,"mess":449,"version":450,"ideas":451,"problem":452,"book":453,"sad":454,"lives":455,"woman":456,"tries":457,"sort":458,"obvious":459,"death":460,"stuff":461,"intelligence":462,"level":463,"filmmaker":464,"truly":465,"shows":466,"john":467,"else":468,"suspense":469,"audiences":470,"already":471,"past":472,"along":473,"lack":474,"stories":475,"nor":476,"pleasure":477,"turn":478,"top":479,"boring":480,"run":481,"neither":482,"ride":483,"live":484,"mostly":485,"black":486,"touching":487,"got":488,"actor":489,"rich":490,"slow":491,"cold":492,"viewers":493,"hilarious":494,"sequel":495,"terrific":496,"play":497,"satisfying":498,"line":499,"either":500,"production":501,"men":502,"attempt":503,"complex":504,"teen":505,"formula":506,"imagine":507,"project":508,"head":509,"against":510,"left":511,"easily":512,"whether":513,"michael":514,"school":515,"remarkable":516,"rock":517,"simple":518,"thin":519,"himself":520,"melodrama":521,"sex":522,"classic":523,"told":524,"thoroughly":525,"impossible":526,"lost":527,"rarely":528,"social":529,"particularly":530,"wonderful":531,"satire":532,"mystery":533,"four":534,"scene":535,"leaves":536,"none":537,"message":538,"bland":539,"jokes":540,"side":541,"next":542,"ways":543,"delivers":544,"intriguing":545,"pretentious":546,"become":547,"seeing":548,"deep":549,"boy":550,"different":551,"images":552,"cliche":553,"straight":554,"contrived":555,"soap":556,"running":557,"role":558,"honest":559,"crime":560,"wild":561,"inside":562,"visually":563,"animation":564,"crafted":565,"reality":566,"90":567,"acted":568,"imagination":569,"co":570,"laugh":571,"found":572,"engrossing":573,"finally":574,"entirely":575,"starts":576,"job":577,"road":578,"tired":579,"passion":580,"ends":581,"memorable":582,"warm":583,"remains":584,"fairly":585,"fashioned":586,"brilliant":587,"writing":588,"thoughtful":589,"dead":590,"given":591,"mood":592,"eyes":593,"psychological":594,"spy":595,"events":596,"earnest":597,"themselves":598,"sequences":599,"able":600,"adults":601,"concept":602,"dumb":603,"oscar":604,"viewer":605,"emotionally":606,"otherwise":607,"usual":608,"disney":609,"historical":610,"try":611,"surprising":612,"violence":613,"city":614,"change":615,"hero":616,"animated":617,"excellent":618,"stupid":619,"vision":620,"comedies":621,"b":622,"captures":623,"journey":624,"wrong":625,"eye":626,"having":627,"help":628,"heavy":629,"nature":630,"hit":631,"overall":632,"clear":633,"delightful":634,"scary":635,"robert":636,"important":637,"period":638,"welcome":639,"spielberg":640,"personal":641,"fire":642,"case":643,"adaptation":644,"falls":645,"bring":646,"uses":647,"parents":648,"ugly":649,"impressive":650,"tragedy":651,"gags":652,"days":653,"talent":654,"class":655,"political":656,"t":657,"moment":658,"gone":659,"close":660,"loud":661,"unsettling":662,"mean":663,"future":664,"beauty":665,"depth":666,"kid":667,"fi":668,"single":669,"hand":670,"sci":671,"guys":672,"second":673,"attention":674,"air":675,"gentle":676,"tedious":677,"definitely":678,"cool":679,"master":680,"quiet":681,"flaws":682,"during":683,"country":684,"creepy":685,"masterpiece":686,"based":687,"urban":688,"odd":689,"ii":690,"latest":691,"working":692,"barely":693,"lead":694,"highly":695,"tell":696,"act":697,"appeal":698,"gorgeous":699,"entire":700,"fantasy":701,"sentimental":702,"themes":703,"felt":704,"talented":705,"call":706,"thanks":707,"relationships":708,"surprise":709,"budget":710,"offer":711,"sit":712,"worthy":713,"ambitious":714,"major":715,"hip":716,"lacking":717,"game":718,"remake":719,"cheap":720,"pop":721,"guy":722,"examination":723,"final":724,"awful":725,"playing":726,"sharp":727,"view":728,"occasionally":729,"nice":730,"getting":731,"puts":732,"winning":733,"david":734,"words":735,"strange":736,"cut":737,"female":738,"10":739,"appealing":740,"weird":741,"amount":742,"possible":743,"suffers":744,"room":745,"witty":746,"plenty":747,"cultural":748,"someone":749,"magic":750,"allen":751,"dog":752,"moral":753,"knows":754,"watchable":755,"frame":756,"artist":757,"behind":758,"york":759,"elements":760,"water":761,"girls":762,"pure":763,"pictures":764,"across":765,"truth":766,"unexpected":767,"ago":768,"decent":769,"throughout":770,"company":771,"several":772,"understand":773,"grant":774,"pieces":775,"brings":776,"start":777,"quality":778,"sustain":779,"monster":780,"sets":781,"approach":782,"sexy":783,"white":784,"casting":785,"add":786,"money":787,"murder":788,"provocative":789,"worse":790,"promise":791,"soul":792,"america":793,"called":794,"creative":795,"lovely":796,"crush":797,"trip":798,"unfunny":799,"genuine":800,"actress":801,"key":802,"use":803,"exactly":804,"evil":805,"taste":806,"touch":807,"ensemble":808,"utterly":809,"result":810,"novel":811,"emotions":812,"dry":813,"filled":814,"perfectly":815,"apart":816,"jackson":817,"difficult":818,"expect":819,"epic":820,"issues":821,"stylish":822,"trouble":823,"provides":824,"night":825,"sensitive":826,"read":827,"execution":828,"warmth":829,"needs":830,"uneven":831,"chan":832,"stand":833,"career":834,"generic":835,"rest":836,"ones":837,"fast":838,"thinking":839,"*":840,"keeps":841,"forget":842,"th":843,"hope":844,"begins":845,"pacing":846,"situations":847,"unfortunately":848,"ya":849,"house":850,"doubt":851,"yes":852,"until":853,"hardly":854,"length":855,"waste":856,"wise":857,"poignant":858,"huge":859,"dream":860,"wants":861,"creates":862,"process":863,"2002":864,"shallow":865,"pace":866,"lots":867,"contemporary":868,"exciting":869,"previous":870,"memory":871,"insight":872,"couple":873,"somewhat":874,"episode":875,"blue":876,"name":877,"steven":878,"success":879,"viewing":880,"succeeds":881,"convincing":882,"among":883,"subtle":884,"liked":885,"core":886,"deserves":887,"absolutely":888,"word":889,"frequently":890,"sounds":891,"except":892,"flicks":893,"george":894,"however":895,"supposed":896,"manipulative":897,"colorful":898,"saw":899,"stars":900,"treat":901,"runs":902,"battle":903,"painfully":904,"late":905,"ms":906,"leads":907,"poetry":908,"effect":909,"moore":910,"inventive":911,"crowd":912,"form":913,"painful":914,"mix":915,"slight":916,"date":917,"car":918,"1":919,"slightly":920,"successful":921,"large":922,"merely":923,"living":924,"murphy":925,"alone":926,"ability":927,"sitting":928,"edge":929,"problems":930,"others":931,"surprises":932,"five":933,"toward":934,"seat":935,"college":936,"insightful":937,"reveals":938,"fare":939,"conventional":940,"credit":941,"seriously":942,"fiction":943,"hold":944,"upon":945,"tribute":946,"create":947,"maybe":948,"mediocre":949,"williams":950,"bears":951,"unique":952,"lets":953,"interested":954,"drag":955,"spectacle":956,"finds":957,"number":958,"mark":959,"flawed":960,"taking":961,"allows":962,"please":963,"&":964,"solondz":965,"effective":966,"poorly":967,"manner":968,"wedding":969,"inspired":970,"twists":971,"eventually":972,"ultimate":973,"person":974,"indie":975,"quickly":976,"overcome":977,"free":978,"typical":979,"pointless":980,"paced":981,"identity":982,"blood":983,"british":984,"believable":985,"ages":986,"brown":987,"near":988,"vivid":989,"extreme":990,"match":991,"created":992,"terms":993,"considerable":994,"equally":995,"target":996,"clearly":997,"hell":998,"derivative":999,"fat":1000,"boys":1001,"damned":1002,"sexual":1003,"sandler":1004,"recommend":1005,"funnier":1006,"goofy":1007,"situation":1008,"intimate":1009,"endearing":1010,"usually":1011,"figure":1012,"fears":1013,"depressing":1014,"devoid":1015,"mindless":1016,"refreshing":1017,"x":1018,"complete":1019,"formulaic":1020,"fully":1021,"sophisticated":1022,"joke":1023,"doing":1024,"places":1025,"needed":1026,"treatment":1027,"shame":1028,"wonder":1029,"ill":1030,"mother":1031,"means":1032,"justice":1033,"hearted":1034,"points":1035,"used":1036,"festival":1037,"pleasant":1038,"general":1039,"let":1040,"conclusion":1041,"genuinely":1042,"remember":1043,"attraction":1044,"non":1045,"involving":1046,"lame":1047,"surface":1048,"party":1049,"soderbergh":1050,"score":1051,"crazy":1052,"grace":1053,"whatever":1054,"20":1055,"universal":1056,"quietly":1057,"oddly":1058,"open":1059,"humanity":1060,"shots":1061,"king":1062,"poor":1063,"motion":1064,"unfolds":1065,"average":1066,"telling":1067,"bullock":1068,"somehow":1069,"step":1070,"franchise":1071,"minor":1072,"amazing":1073,"gay":1074,"certain":1075,"presents":1076,"taken":1077,"chemistry":1078,"skill":1079,"wish":1080,"tragic":1081,"fall":1082,"triumph":1083,"heartfelt":1084,"yourself":1085,"remarkably":1086,"terrible":1087,"forced":1088,"chilling":1089,"tension":1090,"extremely":1091,"sound":1092,"purpose":1093,"absorbing":1094,"meditation":1095,"share":1096,"century":1097,"fan":1098,"stale":1099,"standard":1100,"forgettable":1101,"eyed":1102,"superficial":1103,"impact":1104,"imax":1105,"o":1106,"delight":1107,"industry":1108,"hot":1109,"cinematography":1110,"sum":1111,"provoking":1112,"happy":1113,"space":1114,"community":1115,"greatest":1116,"peter":1117,"delicate":1118,"era":1119,"attempts":1120,"guilty":1121,"worthwhile":1122,"powers":1123,"involved":1124,"opportunity":1125,"plain":1126,"raw":1127,"tiresome":1128,"skin":1129,"science":1130,"break":1131,"provide":1132,"affair":1133,"cute":1134,"realism":1135,"deal":1136,"tells":1137,"numbers":1138,"ryan":1139,"melodramatic":1140,"wildly":1141,"quick":1142,"gross":1143,"cliched":1144,"strangely":1145,"growing":1146,"question":1147,"inspiring":1148,"grief":1149,"force":1150,"e":1151,"spirited":1152,"thrills":1153,"offensive":1154,"today":1155,"bottom":1156,"hate":1157,"popcorn":1158,"riveting":1159,"release":1160,"nicely":1161,"value":1162,"incredibly":1163,"cartoon":1164,"wasted":1165,"hoffman":1166,"essentially":1167,"stock":1168,"emerges":1169,"missing":1170,"empty":1171,"cross":1172,"storyline":1173,"politics":1174,"green":1175,"central":1176,"decades":1177,"bore":1178,"niro":1179,"deliver":1180,"questions":1181,"routine":1182,"sea":1183,"extraordinary":1184,"dreams":1185,"badly":1186,"intense":1187,"hop":1188,"setting":1189,"mainstream":1190,"red":1191,"beat":1192,"indulgent":1193,"lee":1194,"9":1195,"gripping":1196,"brain":1197,"rate":1198,"week":1199,"miss":1200,"sappy":1201,"sports":1202,"virtually":1203,"gangster":1204,"slapstick":1205,"document":1206,"excitement":1207,"lawrence":1208,"heaven":1209,"season":1210,"alive":1211,"blade":1212,"served":1213,"angst":1214,"bond":1215,"amateurish":1216,"intrigue":1217,"represents":1218,"realistic":1219,"results":1220,"failure":1221,"studio":1222,"business":1223,"japanese":1224,"sequence":1225,"loses":1226,"finish":1227,"seagal":1228,"holds":1229,"happens":1230,"said":1231,"editing":1232,"aside":1233,"earth":1234,"weak":1235,"spiritual":1236,"male":1237,"queen":1238,"addition":1239,"unlike":1240,"assured":1241,"voice":1242,"food":1243,"constructed":1244,"chance":1245,"changing":1246,"son":1247,"rip":1248,"possibly":1249,"particular":1250,"haunting":1251,"exploration":1252,"yarn":1253,"turned":1254,"lazy":1255,"overly":1256,"intended":1257,"largely":1258,"list":1259,"pay":1260,"loss":1261,"sloppy":1262,"affection":1263,"reading":1264,"balance":1265,"twice":1266,"complicated":1267,"soundtrack":1268,"bright":1269,"grand":1270,"grade":1271,"heartwarming":1272,"smile":1273,"excuse":1274,"performers":1275,"exhilarating":1276,"martin":1277,"move":1278,"adult":1279,"disguise":1280,"happen":1281,"paper":1282,"consistently":1283,"necessary":1284,"lines":1285,"credits":1286,"spider":1287,"smarter":1288,"conviction":1289,"office":1290,"television":1291,"mildly":1292,"mixed":1293,"frustrating":1294,"god":1295,"zone":1296,"elegant":1297,"hackneyed":1298,"relationship":1299,"horrible":1300,"atmosphere":1301,"joy":1302,"product":1303,"signs":1304,"members":1305,"computer":1306,"generally":1307,"annoying":1308,"kevin":1309,"collection":1310,"dreary":1311,"j":1312,"disaster":1313,"further":1314,"wife":1315,"parker":1316,"deserve":1317,"stay":1318,"indeed":1319,"polanski":1320,"faith":1321,"wonderfully":1322,"sincere":1323,"escape":1324,"child":1325,"footage":1326,"directorial":1327,"striking":1328,"features":1329,"appears":1330,"soon":1331,"perhaps":1332,"woody":1333,"downright":1334,"reach":1335,"executed":1336,"jason":1337,"hands":1338,"played":1339,"group":1340,"deftly":1341,"commercial":1342,"including":1343,"friendship":1344,"songs":1345,"potential":1346,"leaving":1347,"undeniably":1348,"older":1349,"wait":1350,"carries":1351,"theme":1352,"using":1353,"source":1354,"win":1355,"superb":1356,"apparently":1357,"longer":1358,"roger":1359,"vividly":1360,"knowledge":1361,"lousy":1362,"standards":1363,"substance":1364,"achieves":1365,"friday":1366,"theatre":1367,"course":1368,"body":1369,"slap":1370,"philosophical":1371,"band":1372,"stage":1373,"violent":1374,"farce":1375,"price":1376,"energetic":1377,"mention":1378,"scorsese":1379,"timely":1380,"third":1381,"sheer":1382,"minded":1383,"james":1384,"originality":1385,"sick":1386,"broomfield":1387,"drawn":1388,"inept":1389,"vibrant":1390,"sides":1391,"fear":1392,"charisma":1393,"produced":1394,"ground":1395,"pass":1396,"directors":1397,"washington":1398,"knowing":1399,"digital":1400,"unfaithful":1401,"dirty":1402,"sympathy":1403,"showtime":1404,"vehicle":1405,"poetic":1406,"noir":1407,"tough":1408,"burns":1409,"holes":1410,"creating":1411,"refreshingly":1412,"behavior":1413,"main":1414,"tom":1415,"aspects":1416,"visuals":1417,"19":1418,"fashion":1419,"designed":1420,"respect":1421,"bizarre":1422,"shyamalan":1423,"laughter":1424,"enjoyed":1425,"somewhere":1426,"humorous":1427,"die":1428,"expected":1429,"dimensional":1430,"struggle":1431,"natural":1432,"meandering":1433,"imaginative":1434,"ludicrous":1435,"gem":1436,"structure":1437,"subjects":1438,"content":1439,"glimpse":1440,"metaphor":1441,"dazzling":1442,"beneath":1443,"brought":1444,"cheesy":1445,"fit":1446,"sign":1447,"filmed":1448,"meaning":1449,"affecting":1450,"totally":1451,"barbershop":1452,"simplistic":1453,"holiday":1454,"detail":1455,"confusing":1456,"save":1457,"mayhem":1458,"perspective":1459,"stop":1460,"lived":1461,"buy":1462,"offering":1463,"hits":1464,"land":1465,"suspenseful":1466,"comedic":1467,"4":1468,"talking":1469,"weight":1470,"promising":1471,"stirring":1472,"post":1473,"fatal":1474,"revealing":1475,"within":1476,"rises":1477,"devastating":1478,"3":1479,"funniest":1480,"americans":1481,"fair":1482,"example":1483,"roll":1484,"dragon":1485,"values":1486,"resonant":1487,"handed":1488,"pleasing":1489,"paid":1490,"jones":1491,"detailed":1492,"flashy":1493,"ridiculous":1494,"parody":1495,"belly":1496,"brothers":1497,"details":1498,"experiences":1499,"intensity":1500,"pull":1501,"protagonist":1502,"obnoxious":1503,"guns":1504,"listless":1505,"70":1506,"avoid":1507,"pathetic":1508,"super":1509,"report":1510,"glass":1511,"rent":1512,"follow":1513,"catch":1514,"playful":1515,"trappings":1516,"realize":1517,"stomach":1518,"vs":1519,"sight":1520,"desperate":1521,"development":1522,"marks":1523,"predecessor":1524,"society":1525,"retread":1526,"modest":1527,"desire":1528,"nowhere":1529,"favor":1530,"grows":1531,"wind":1532,"gradually":1533,"actresses":1534,"waiting":1535,"humour":1536,"personality":1537,"stunning":1538,"mesmerizing":1539,"stands":1540,"delivery":1541,"ice":1542,"discovery":1543,"visceral":1544,"animal":1545,"walk":1546,"amused":1547,"screenwriter":1548,"observations":1549,"italian":1550,"shoot":1551,"chase":1552,"secrets":1553,"bite":1554,"slice":1555,"chris":1556,"intoxicating":1557,"wannabe":1558,"desperation":1559,"deeper":1560,"levels":1561,"sadly":1562,"suffering":1563,"despair":1564,"snow":1565,"check":1566,"godard":1567,"ordinary":1568,"concerned":1569,"front":1570,"packed":1571,"thinks":1572,"asks":1573,"pack":1574,"forgotten":1575,"natured":1576,"joyous":1577,"christmas":1578,"moviegoers":1579,"emotion":1580,"twist":1581,"south":1582,"conscious":1583,"territory":1584,"cause":1585,"pain":1586,"captivating":1587,"spectacular":1588,"splendid":1589,"pleasures":1590,"8":1591,"adam":1592,"cloying":1593,"surely":1594,"combination":1595,"delightfully":1596,"jack":1597,"honestly":1598,"return":1599,"exploitation":1600,"whom":1601,"games":1602,"greek":1603,"maudlin":1604,"wears":1605,"strength":1606,"killer":1607,"cho":1608,"irritating":1609,"twisted":1610,"pick":1611,"finding":1612,"repetitive":1613,"biggest":1614,"chateau":1615,"nasty":1616,"spark":1617,"bittersweet":1618,"cruel":1619,"achievement":1620,"pile":1621,"touches":1622,"notice":1623,"starring":1624,"presence":1625,"demands":1626,"eight":1627,"turning":1628,"unnecessary":1629,"anti":1630,"various":1631,"seeking":1632,"conflict":1633,"desperately":1634,"innocence":1635,"sentimentality":1636,"artificial":1637,"endless":1638,"damage":1639,"saturday":1640,"timing":1641,"secret":1642,"imagery":1643,"fantastic":1644,"acts":1645,"english":1646,"intentions":1647,"stunts":1648,"spoof":1649,"overwrought":1650,"howard":1651,"maintains":1652,"onto":1653,"hearts":1654,"ghost":1655,"incoherent":1656,"deadly":1657,"psychology":1658,"chinese":1659,"ring":1660,"rewarding":1661,"rendered":1662,"stuck":1663,"early":1664,"eddie":1665,"ups":1666,"nicholas":1667,"sentiment":1668,"persona":1669,"fairy":1670,"logic":1671,"winds":1672,"kung":1673,"bunch":1674,"references":1675,"prove":1676,"uncompromising":1677,"determined":1678,"outside":1679,"bold":1680,"commentary":1681,"reminds":1682,"hopkins":1683,"moviemaking":1684,"nevertheless":1685,"broad":1686,"harvard":1687,"accomplished":1688,"poem":1689,"giving":1690,"makers":1691,"pow":1692,"subtlety":1693,"fake":1694,"scratch":1695,"language":1696,"admirable":1697,"heartbreaking":1698,"rhythms":1699,"punch":1700,"increasingly":1701,"stereotypes":1702,"beginning":1703,"saccharine":1704,"pianist":1705,"traditional":1706,"portrayal":1707,"somber":1708,"public":1709,"type":1710,"pokemon":1711,"deft":1712,"gifted":1713,"finale":1714,"realized":1715,"trick":1716,"wars":1717,"woo":1718,"sade":1719,"aged":1720,"father":1721,"revolution":1722,"charmer":1723,"depiction":1724,"holocaust":1725,"relatively":1726,"crisp":1727,"accessible":1728,"candy":1729,"delivered":1730,"skip":1731,"musical":1732,"50":1733,"banal":1734,"graphic":1735,"clumsy":1736,"false":1737,"fighting":1738,"wow":1739,"patience":1740,"exploitative":1741,"gosling":1742,"missed":1743,"trash":1744,"wanted":1745,"lies":1746,"choppy":1747,"mature":1748,"known":1749,"afraid":1750,"monty":1751,"team":1752,"spooky":1753,"sugar":1754,"manage":1755,"supporting":1756,"literary":1757,"screenwriting":1758,"meets":1759,"revelatory":1760,"13":1761,"amounts":1762,"clarity":1763,"santa":1764,"screenwriters":1765,"tear":1766,"willing":1767,"apparent":1768,"dignity":1769,"bother":1770,"testament":1771,"utter":1772,"difference":1773,"camp":1774,"easier":1775,"madonna":1776,"returns":1777,"precious":1778,"slip":1779,"vulgar":1780,"uninspired":1781,"disappointing":1782,"challenging":1783,"sink":1784,"remain":1785,"kissinger":1786,"below":1787,"charms":1788,"halfway":1789,"answers":1790,"paul":1791,"wry":1792,"k":1793,"park":1794,"relies":1795,"laughing":1796,"offbeat":1797,"cop":1798,"folks":1799,"gritty":1800,"faced":1801,"russian":1802,"hugely":1803,"homage":1804,"barry":1805,"fight":1806,"talk":1807,"service":1808,"loved":1809,"blend":1810,"awe":1811,"serves":1812,"lady":1813,"sequels":1814,"edited":1815,"giant":1816,"frank":1817,"adolescent":1818,"davis":1819,"$":1820,"plodding":1821,"unfocused":1822,"understanding":1823,"cat":1824,"pair":1825,"fisher":1826,"went":1827,"unlikely":1828,"sitcom":1829,"flair":1830,"witch":1831,"sour":1832,"talents":1833,"unpleasant":1834,"reign":1835,"heard":1836,"superior":1837,"c":1838,"unusual":1839,"dvd":1840,"caper":1841,"proceedings":1842,"lyrical":1843,"control":1844,"plotting":1845,"frailty":1846,"authentic":1847,"broken":1848,"capable":1849,"staged":1850,"aims":1851,"cult":1852,"display":1853,"loves":1854,"miller":1855,"national":1856,"bits":1857,"moves":1858,"profound":1859,"glory":1860,"throws":1861,"enthusiasm":1862,"predictably":1863,"stealing":1864,"rise":1865,"alternately":1866,"cutting":1867,"friend":1868,"shooting":1869,"yu":1870,"color":1871,"committed":1872,"determination":1873,"theatrical":1874,"hoping":1875,"crap":1876,"hill":1877,"nicholson":1878,"lightweight":1879,"contains":1880,"mild":1881,"spend":1882,"looked":1883,"nickleby":1884,"ode":1885,"biting":1886,"mixture":1887,"slowly":1888,"shocks":1889,"nation":1890,"mistake":1891,"emerge":1892,"considered":1893,"continues":1894,"nerve":1895,"exquisite":1896,"professional":1897,"masterful":1898,"passionate":1899,"strain":1900,"stays":1901,"drugs":1902,"tends":1903,"common":1904,"teacher":1905,"worked":1906,"ask":1907,"larger":1908,"assassin":1909,"wrenching":1910,"attractive":1911,"resist":1912,"theaters":1913,"basic":1914,"ghetto":1915,"unless":1916,"inner":1917,"buoyant":1918,"sees":1919,"disappointed":1920,"courage":1921,"friends":1922,"freaks":1923,"image":1924,"account":1925,"unoriginal":1926,"insights":1927,"evocative":1928,"grown":1929,"loneliness":1930,"dealing":1931,"street":1932,"schneider":1933,"enthralling":1934,"fate":1935,"hybrid":1936,"lesson":1937,"compassion":1938,"efforts":1939,"tongue":1940,"trifle":1941,"settles":1942,"empathy":1943,"private":1944,"saving":1945,"belongs":1946,"wallace":1947,"gently":1948,"vampire":1949,"present":1950,"bitter":1951,"manhattan":1952,"police":1953,"dysfunctional":1954,"unconvincing":1955,"alternative":1956,"silver":1957,"sweetly":1958,"kaufman":1959,"whenever":1960,"producer":1961,"breathtaking":1962,"event":1963,"am":1964,"credibility":1965,"guess":1966,"iranian":1967,"bang":1968,"swallow":1969,"impression":1970,"onscreen":1971,"combines":1972,"pretends":1973,"travel":1974,"pulls":1975,"endeavor":1976,"store":1977,"grow":1978,"mill":1979,"enigma":1980,"vapid":1981,"laughable":1982,"exceptional":1983,"notch":1984,"drags":1985,"seemingly":1986,"uplifting":1987,"relentlessly":1988,"bigger":1989,"pat":1990,"austin":1991,"developed":1992,"tender":1993,"planet":1994,"ahead":1995,"came":1996,"twenty":1997,"admit":1998,"smug":1999,"dangerous":2000,"junk":2001,"startling":2002,"undeniable":2003,"revenge":2004,"promises":2005,"loving":2006,"pic":2007,"fanciful":2008,"choices":2009,"sadness":2010,"ramsay":2011,"dancing":2012,"tasty":2013,"strike":2014,"mouth":2015,"spirits":2016,"astonishing":2017,"pitch":2018,"adventures":2019,"teenagers":2020,"r":2021,"belt":2022,"distance":2023,"evans":2024,"marriage":2025,"quest":2026,"outrageous":2027,"window":2028,"11":2029,"convinced":2030,"market":2031,"husband":2032,"cynical":2033,"poignancy":2034,"due":2035,"cautionary":2036,"degree":2037,"direct":2038,"fish":2039,"scenario":2040,"benigni":2041,"jackie":2042,"total":2043,"muddled":2044,"beast":2045,"fierce":2046,"birthday":2047,"roman":2048,"wondering":2049,"teens":2050,"martha":2051,"eloquent":2052,"bride":2053,"horrifying":2054,"dickens":2055,"creation":2056,"nonsense":2057,"hitting":2058,"indian":2059,"christian":2060,"adds":2061,"kiss":2062,"diverting":2063,"characterizations":2064,"searching":2065,"nijinsky":2066,"ticket":2067,"breezy":2068,"savvy":2069,"winner":2070,"element":2071,"alabama":2072,"replaced":2073,"rhythm":2074,"opening":2075,"treasure":2076,"china":2077,"machine":2078,"hopeful":2079,"state":2080,"irony":2081,"allow":2082,"pity":2083,"spent":2084,"trailer":2085,"smartly":2086,"bag":2087,"expectations":2088,"cares":2089,"soulless":2090,"curiously":2091,"box":2092,"rush":2093,"awkward":2094,"mile":2095,"expectation":2096,"lifeless":2097,"roles":2098,"safe":2099,"obviously":2100,"crude":2101,"oh":2102,"focus":2103,"kline":2104,"warning":2105,"mainly":2106,"abandon":2107,"demonstrates":2108,"intellectual":2109,"mike":2110,"blair":2111,"admire":2112,"erotic":2113,"kapur":2114,"condition":2115,"smoochy":2116,"forgive":2117,"messages":2118,"potentially":2119,"delicately":2120,"creativity":2121,"equivalent":2122,"consider":2123,"wilde":2124,"succeed":2125,"damn":2126,"15":2127,"brilliantly":2128,"record":2129,"generation":2130,"string":2131,"marvelous":2132,"capture":2133,"chilly":2134,"pretension":2135,"tuxedo":2136,"unpredictable":2137,"tour":2138,"romp":2139,"monsters":2140,"similar":2141,"problematic":2142,"rewards":2143,"inherent":2144,"empire":2145,"scale":2146,"follows":2147,"lips":2148,"schmidt":2149,"tiny":2150,"france":2151,"dance":2152,"writers":2153,"speak":2154,"figures":2155,"carry":2156,"racial":2157,"tsai":2158,"freshness":2159,"souls":2160,"reno":2161,"straightforward":2162,"african":2163,"parts":2164,"lopez":2165,"trite":2166,"blast":2167,"perverse":2168,"crimes":2169,"spite":2170,"send":2171,"attitude":2172,"jaglom":2173,"confident":2174,"bringing":2175,"walked":2176,"helps":2177,"empowerment":2178,"busy":2179,"shanghai":2180,"scooby":2181,"quirks":2182,"arnold":2183,"delights":2184,"martial":2185,"technical":2186,"faithful":2187,"resolutely":2188,"engage":2189,"myself":2190,"dong":2191,"describe":2192,"strikes":2193,"unintentionally":2194,"enthusiastic":2195,"51":2196,"engaged":2197,"unimaginative":2198,"bullets":2199,"whimsical":2200,"ridden":2201,"carried":2202,"chabrol":2203,"divine":2204,"evelyn":2205,"background":2206,"arts":2207,"fill":2208,"achingly":2209,"endlessly":2210,"absurdity":2211,"teenage":2212,"frontal":2213,"build":2214,"featuring":2215,"downbeat":2216,"vincent":2217,"henry":2218,"conversations":2219,"younger":2220,"layers":2221,"snipes":2222,"movements":2223,"terrifying":2224,"comparison":2225,"esther":2226,"leaden":2227,"handled":2228,"antwone":2229,"stunt":2230,"constant":2231,"west":2232,"controversy":2233,"deeds":2234,"xxx":2235,"song":2236,"affirming":2237,"sluggish":2238,"shake":2239,"frida":2240,"hair":2241,"variety":2242,"comfortable":2243,"hong":2244,"recycled":2245,"bard":2246,"diversion":2247,"parable":2248,"fills":2249,"finely":2250,"integrity":2251,"pastiche":2252,"famous":2253,"fantasies":2254,"escapism":2255,"path":2256,"surreal":2257,"matters":2258,"odds":2259,"carvey":2260,"peculiar":2261,"urge":2262,"deadpan":2263,"ingenious":2264,"measure":2265,"prison":2266,"simultaneously":2267,"halloween":2268,"sara":2269,"gang":2270,"web":2271,"cleverly":2272,"corny":2273,"ritchie":2274,"delivering":2275,"domestic":2276,"disjointed":2277,"crass":2278,"lends":2279,"profile":2280,"instantly":2281,"sketchy":2282,"caught":2283,"yearning":2284,"rooting":2285,"ambition":2286,"limited":2287,"built":2288,"mann":2289,"extended":2290,"serve":2291,"context":2292,"mere":2293,"delicious":2294,"nair":2295,"thrill":2296,"analyze":2297,"essence":2298,"dying":2299,"comedian":2300,"brosnan":2301,"combined":2302,"hey":2303,"former":2304,"sinks":2305,"touched":2306,"wholly":2307,"released":2308,"lively":2309,"necessarily":2310,"demanding":2311,"inconsequential":2312,"handsome":2313,"occasional":2314,"teeth":2315,"com":2316,"daily":2317,"stone":2318,"putting":2319,"astonishingly":2320,"bill":2321,"anybody":2322,"brutally":2323,"merit":2324,"players":2325,"absurd":2326,"n":2327,"herzog":2328,"21":2329,"w":2330,"shoulders":2331,"30":2332,"sub":2333,"dramatically":2334,"huppert":2335,"frustration":2336,"started":2337,"vital":2338,"drive":2339,"bored":2340,"elaborate":2341,"current":2342,"matinee":2343,"aimed":2344,"collapses":2345,"independent":2346,"kidman":2347,"smith":2348,"shelf":2349,"wave":2350,"subculture":2351,"tears":2352,"caine":2353,"magnificent":2354,"genial":2355,"legged":2356,"sake":2357,"hallmark":2358,"vintage":2359,"following":2360,"witless":2361,"kiddie":2362,"rollerball":2363,"richly":2364,"hugh":2365,"sweeping":2366,"suspect":2367,"obsession":2368,"guilt":2369,"fable":2370,"singing":2371,"childhood":2372,"kong":2373,"narc":2374,"convince":2375,"rote":2376,"breaks":2377,"unlikable":2378,"gut":2379,"uncanny":2380,"thumbs":2381,"losing":2382,"spare":2383,"improbable":2384,"keeping":2385,"sensual":2386,"shakespeare":2387,"comfort":2388,"villain":2389,"artists":2390,"appreciate":2391,"insanely":2392,"advantage":2393,"shocking":2394,"knew":2395,"unforced":2396,"bound":2397,"note":2398,"directing":2399,"grandeur":2400,"spring":2401,"brother":2402,"intricate":2403,"category":2404,"shock":2405,"sell":2406,"race":2407,"remembered":2408,"count":2409,"chicago":2410,"neo":2411,"celebrates":2412,"entertain":2413,"tragedies":2414,"boasts":2415,"lingering":2416,"clumsily":2417,"wide":2418,"transcends":2419,"ponderous":2420,"redemption":2421,"pseudo":2422,"soldiers":2423,"colors":2424,"inane":2425,"tradition":2426,"silliness":2427,"masterfully":2428,"nomination":2429,"sleep":2430,"leigh":2431,"curious":2432,"directs":2433,"sorvino":2434,"exceptionally":2435,"concert":2436,"hype":2437,"capacity":2438,"fights":2439,"copy":2440,"sympathetic":2441,"dogs":2442,"award":2443,"cheek":2444,"encounter":2445,"artifice":2446,"japan":2447,"slack":2448,"excess":2449,"deceptively":2450,"lane":2451,"faster":2452,"pale":2453,"search":2454,"bodies":2455,"design":2456,"flash":2457,"appear":2458,"drawing":2459,"inspiration":2460,"clause":2461,"britney":2462,"changes":2463,"suited":2464,"curiosity":2465,"measured":2466,"sand":2467,"tap":2468,"predecessors":2469,"credible":2470,"minds":2471,"strictly":2472,"talky":2473,"photographed":2474,"baffling":2475,"plotted":2476,"gender":2477,"dud":2478,"preachy":2479,"hartley":2480,"weeks":2481,"complexity":2482,"slick":2483,"unflinching":2484,"trademark":2485,"arrives":2486,"notorious":2487,"reasonably":2488,"soulful":2489,"harrowing":2490,"driven":2491,"becoming":2492,"60":2493,"understated":2494,"evokes":2495,"required":2496,"sparkling":2497,"drop":2498,"brutal":2499,"primarily":2500,"sophomoric":2501,"notion":2502,"behold":2503,"trapped":2504,"morality":2505,"humorless":2506,"letting":2507,"disposable":2508,"ballistic":2509,"mental":2510,"hear":2511,"fathers":2512,"filling":2513,"pre":2514,"sticks":2515,"terribly":2516,"station":2517,"impressed":2518,"sheridan":2519,"appropriate":2520,"proud":2521,"generated":2522,"spin":2523,"floor":2524,"cheese":2525,"sane":2526,"celebration":2527,"vitality":2528,"topic":2529,"stilted":2530,"technology":2531,"generate":2532,"nonsensical":2533,"alienation":2534,"showcase":2535,"inevitable":2536,"builds":2537,"bogdanovich":2538,"blame":2539,"impostor":2540,"herself":2541,"videos":2542,"critical":2543,"charged":2544,"beach":2545,"preposterous":2546,"incomprehensible":2547,"lump":2548,"murky":2549,"speaks":2550,"consciousness":2551,"somebody":2552,"holm":2553,"earnestness":2554,"shrewd":2555,"fest":2556,"weighty":2557,"seconds":2558,"catches":2559,"nobody":2560,"gory":2561,"substantial":2562,"chick":2563,"steve":2564,"reminder":2565,"thematic":2566,"intentioned":2567,"evening":2568,"unbelievable":2569,"opaque":2570,"ironic":2571,"equal":2572,"answer":2573,"responsible":2574,"crucial":2575,"lan":2576,"rising":2577,"meaningful":2578,"taylor":2579,"disappointment":2580,"happened":2581,"forces":2582,"wendigo":2583,"wilson":2584,"foul":2585,"academy":2586,"thrillers":2587,"seek":2588,"observation":2589,"sorry":2590,"competent":2591,"shapeless":2592,"complications":2593,"12":2594,"chases":2595,"grey":2596,"bridge":2597,"raised":2598,"generous":2599,"saying":2600,"guessing":2601,"weirdness":2602,"wonders":2603,"bourne":2604,"positive":2605,"kill":2606,"openness":2607,"learn":2608,"conduct":2609,"accents":2610,"tarantino":2611,"victims":2612,"seven":2613,"clothes":2614,"psychologically":2615,"mediocrity":2616,"morning":2617,"pleaser":2618,"dismissed":2619,"inspire":2620,"artistic":2621,"hollow":2622,"ranks":2623,"heroine":2624,"judd":2625,"casual":2626,"pie":2627,"closer":2628,"redundant":2629,"subversive":2630,"attract":2631,"impeccable":2632,"nonetheless":2633,"presented":2634,"existence":2635,"immediate":2636,"supernatural":2637,"borrows":2638,"triangle":2639,"kinda":2640,"finest":2641,"paint":2642,"freeman":2643,"duke":2644,"daring":2645,"observant":2646,"demons":2647,"labute":2648,"midnight":2649,"devices":2650,"q":2651,"glossy":2652,"tasteful":2653,"solaris":2654,"morvern":2655,"locations":2656,"crudup":2657,"101":2658,"100":2659,"sweetness":2660,"undoubtedly":2661,"visit":2662,"saga":2663,"partly":2664,"fancy":2665,"grating":2666,"russell":2667,"semi":2668,"exaggerated":2669,"wrote":2670,"episodes":2671,"squanders":2672,"likable":2673,"neil":2674,"inoffensive":2675,"arrive":2676,"suck":2677,"philosophy":2678,"eastwood":2679,"marvel":2680,"enjoyably":2681,"breath":2682,"rohmer":2683,"feathers":2684,"corner":2685,"upper":2686,"witted":2687,"justify":2688,"relevant":2689,"town":2690,"fluid":2691,"pedestrian":2692,"earlier":2693,"payne":2694,"providing":2695,"laid":2696,"weirdly":2697,"encouraging":2698,"youth":2699,"similarly":2700,"immensely":2701,"embarrassment":2702,"foster":2703,"includes":2704,"scenery":2705,"proof":2706,"cannes":2707,"harmless":2708,"diesel":2709,"structured":2710,"uncomfortable":2711,"incisive":2712,"sarandon":2713,"interview":2714,"exotic":2715,"pulling":2716,"unnerving":2717,"enterprise":2718,"piano":2719,"feminist":2720,"niche":2721,"richer":2722,"news":2723,"subplots":2724,"eager":2725,"blow":2726,"translation":2727,"palma":2728,"scattered":2729,"ended":2730,"authority":2731,"toback":2732,"pathology":2733,"cost":2734,"refusal":2735,"latter":2736,"sleeve":2737,"potent":2738,"hook":2739,"familial":2740,"grab":2741,"wake":2742,"performed":2743,"altogether":2744,"shamelessly":2745,"bar":2746,"simplicity":2747,"rap":2748,"prospect":2749,"manufactured":2750,"ear":2751,"fluff":2752,"wilco":2753,"wrapped":2754,"frightening":2755,"experiment":2756,"ethnic":2757,"flow":2758,"aimless":2759,"convenient":2760,"appalling":2761,"h":2762,"labored":2763,"heads":2764,"stylistic":2765,"auto":2766,"sisters":2767,"verbal":2768,"demented":2769,"adams":2770,"chills":2771,"wickedly":2772,"st":2773,"insomnia":2774,"stiff":2775,"lush":2776,"happiness":2777,"sisterhood":2778,"graceful":2779,"deserved":2780,"serving":2781,"porn":2782,"textbook":2783,"scott":2784,"improvised":2785,"ambiguous":2786,"center":2787,"sincerity":2788,"contradictory":2789,"jim":2790,"blown":2791,"proper":2792,"uncertain":2793,"screaming":2794,"em":2795,"shadows":2796,"term":2797,"inspirational":2798,"hypnotic":2799,"duvall":2800,"unusually":2801,"reputation":2802,"amazingly":2803,"cultures":2804,"noble":2805,"chaotic":2806,"circuit":2807,"equilibrium":2808,"parent":2809,"doses":2810,"secretary":2811,"overlong":2812,"tried":2813,"fellow":2814,"torn":2815,"imitation":2816,"limp":2817,"joel":2818,"families":2819,"anthony":2820,"biopic":2821,"vague":2822,"severe":2823,"mel":2824,"plympton":2825,"portrays":2826,"dahmer":2827,"verve":2828,"sobering":2829,"mcgrath":2830,"merchant":2831,"edgy":2832,"thick":2833,"bloody":2834,"l":2835,"double":2836,"audacious":2837,"critics":2838,"surrounding":2839,"reggio":2840,"baby":2841,"goldmember":2842,"lanes":2843,"text":2844,"nightmare":2845,"lifestyle":2846,"draws":2847,"giddy":2848,"drug":2849,"shaped":2850,"marginal":2851,"tremendous":2852,"convey":2853,"plus":2854,"patient":2855,"throw":2856,"exceedingly":2857,"elegantly":2858,"bear":2859,"charmless":2860,"showing":2861,"garbage":2862,"enormously":2863,"constantly":2864,"windtalkers":2865,"pays":2866,"rude":2867,"enter":2868,"ballot":2869,"killed":2870,"spot":2871,"jaw":2872,"clue":2873,"infidelity":2874,"adventurous":2875,"jessica":2876,"p":2877,"rank":2878,"held":2879,"ponder":2880,"existential":2881,"dreadful":2882,"sensational":2883,"carrying":2884,"extra":2885,"balanced":2886,"zero":2887,"screening":2888,"expression":2889,"shines":2890,"unabashedly":2891,"rehash":2892,"proportions":2893,"anne":2894,"sorority":2895,"dish":2896,"satirical":2897,"irresistible":2898,"rowdy":2899,"coherent":2900,"outstanding":2901,"trek":2902,"spell":2903,"wanting":2904,"minimalist":2905,"conservative":2906,"wearing":2907,"buffs":2908,"clash":2909,"clooney":2910,"memories":2911,"noise":2912,"reminiscent":2913,"lewis":2914,"u":2915,"stuart":2916,"destination":2917,"harris":2918,"clockstoppers":2919,"practically":2920,"eccentric":2921,"irish":2922,"anime":2923,"exposition":2924,"pacino":2925,"lackluster":2926,"substitute":2927,"brooding":2928,"speaking":2929,"tales":2930,"international":2931,"hoot":2932,"fly":2933,"hack":2934,"mad":2935,"denial":2936,"conceived":2937,"allegory":2938,"steers":2939,"treats":2940,"polished":2941,"gangs":2942,"dawson":2943,"building":2944,"technically":2945,"paradiso":2946,"deuces":2947,"consequences":2948,"sly":2949,"simone":2950,"format":2951,"oriented":2952,"charismatic":2953,"aging":2954,"climactic":2955,"hoped":2956,"daughter":2957,"eat":2958,"hastily":2959,"politically":2960,"endure":2961,"solidly":2962,"sandra":2963,"misery":2964,"scream":2965,"resonance":2966,"honesty":2967,"vietnam":2968,"factor":2969,"insulting":2970,"longing":2971,"buried":2972,"mechanical":2973,"pinocchio":2974,"unexpectedly":2975,"intimacy":2976,"relief":2977,"test":2978,"stitch":2979,"heroes":2980,"understands":2981,"favorite":2982,"attal":2983,"channel":2984,"brand":2985,"pretensions":2986,"korea":2987,"lurid":2988,"island":2989,"harry":2990,"cover":2991,"personalities":2992,"sketch":2993,"greene":2994,"generates":2995,"intermittently":2996,"paints":2997,"rouge":2998,"pants":2999,"angels":3000,"recommended":3001,"consistent":3002,"happening":3003,"awkwardness":3004,"breakthrough":3005,"texture":3006,"lower":3007,"hilarity":3008,"happily":3009,"shrill":3010,"creature":3011,"whodunit":3012,"properly":3013,"seeming":3014,"embraces":3015,"damon":3016,"effortlessly":3017,"expressive":3018,"magical":3019,"craft":3020,"jolie":3021,"sayles":3022,"versus":3023,"drumline":3024,"sumptuous":3025,"uncomfortably":3026,"conspiracy":3027,"dim":3028,"invaluable":3029,"gong":3030,"incoherence":3031,"positively":3032,"uneasy":3033,"numbingly":3034,"burr":3035,"base":3036,"jackass":3037,"choose":3038,"bowling":3039,"ease":3040,"asian":3041,"resourceful":3042,"blockbuster":3043,"deliciously":3044,"terminally":3045,"tediously":3046,"doze":3047,"puzzling":3048,"eerie":3049,"idiotic":3050,"destined":3051,"parade":3052,"reel":3053,"fuzzy":3054,"thrilling":3055,"bracing":3056,"timeless":3057,"isolation":3058,"begin":3059,"yiddish":3060,"pink":3061,"faces":3062,"fincher":3063,"haynes":3064,"passions":3065,"fessenden":3066,"sun":3067,"alike":3068,"normally":3069,"rifkin":3070,"consciously":3071,"romances":3072,"ideal":3073,"obligatory":3074,"flimsy":3075,"improvement":3076,"cgi":3077,"celebrity":3078,"diane":3079,"rah":3080,"scherfig":3081,"profoundly":3082,"throwing":3083,"ralph":3084,"shockingly":3085,"embarrassed":3086,"blank":3087,"unbearably":3088,"strip":3089,"curves":3090,"focused":3091,"rough":3092,"plotline":3093,"cynicism":3094,"media":3095,"dude":3096,"succumbs":3097,"insipid":3098,"remembering":3099,"valuable":3100,"meant":3101,"toilet":3102,"excesses":3103,"suggests":3104,"actual":3105,"explosions":3106,"spectacularly":3107,"kicks":3108,"mattei":3109,"taut":3110,"accent":3111,"impressively":3112,"stylized":3113,"awards":3114,"oedekerk":3115,"momentum":3116,"flaccid":3117,"admittedly":3118,"advice":3119,"unsentimental":3120,"neighborhood":3121,"hokey":3122,"album":3123,"possibilities":3124,"tricks":3125,"differences":3126,"cry":3127,"storylines":3128,"juicy":3129,"desired":3130,"bible":3131,"heal":3132,"tortured":3133,"amy":3134,"sensuality":3135,"loose":3136,"ham":3137,"incompetent":3138,"88":3139,"static":3140,"heat":3141,"matthew":3142,"renner":3143,"lifts":3144,"connection":3145,"eventual":3146,"argentine":3147,"bruckheimer":3148,"swinging":3149,"crossroads":3150,"hokum":3151,"bogs":3152,"invention":3153,"perceptive":3154,"procession":3155,"loosely":3156,"tech":3157,"press":3158,"everyday":3159,"improve":3160,"feelings":3161,"callar":3162,"cobbled":3163,"specifically":3164,"anyway":3165,"inescapable":3166,"ararat":3167,"concern":3168,"regret":3169,"random":3170,"ironically":3171,"chiller":3172,"rose":3173,"tense":3174,"jewish":3175,"expense":3176,"chord":3177,"fizz":3178,"drivel":3179,"fool":3180,"dubious":3181,"disturbing":3182,"dime":3183,"ears":3184,"raise":3185,"astounding":3186,"malkovich":3187,"dares":3188,"alas":3189,"victim":3190,"critique":3191,"supremely":3192,"dean":3193,"languorous":3194,"uncommonly":3195,"charlie":3196,"rollicking":3197,"paxton":3198,"mary":3199,"celluloid":3200,"excels":3201,"costumes":3202,"lie":3203,"satisfied":3204,"wallet":3205,"bug":3206,"rambling":3207,"documentaries":3208,"radical":3209,"pathos":3210,"aware":3211,"sting":3212,"significant":3213,"thirteen":3214,"moved":3215,"explore":3216,"installment":3217,"overwhelming":3218,"argue":3219,"import":3220,"tosses":3221,"breathtakingly":3222,"explores":3223,"brian":3224,"angel":3225,"books":3226,"#":3227,"system":3228,"riot":3229,"train":3230,"walsh":3231,"emphasizes":3232,"holofcener":3233,"fragile":3234,"stephen":3235,"raunch":3236,"mothman":3237,"puzzle":3238,"influenced":3239,"cartoonish":3240,"hunter":3241,"pantheon":3242,"siegel":3243,"bleak":3244,"naturally":3245,"roberto":3246,"narratively":3247,"chances":3248,"german":3249,"basis":3250,"lock":3251,